Repository: tizenorg/platform.upstream.pwdutils
Catalog: po/*.po
Languages: da, id, nl, pl, sv

source: -u, --usage Give a short usage message
da: -u, --usage Vis en kort brugerbesked
id: -u, --usage Berikan sebuah pesan penggunaan singkat
nl: -u, --usage een korte gebruikssamenvatting tonen
pl: -u, --usage Wy¶wietlenie krótkiej informacji o sk³adni
sv: -u, --usage Skriv ut ett kort meddelande om användning

source: -v, --version Print program version
da: -v, --version Vis programversion
id: -v, --version Tampilkan versi aplikasi
nl: -v, --version programmaversie tonen en stoppen
pl: -v, --version Wypisanie wersji programu
sv: -v, --version Skriv ut programversion

source: Valid services are: files, nis, nisplus, ldap
da: Gyldige tjenester er: filer, nis, nisplus, ldap
id: Layanan yang valid diantaranya: files, nis, nisplus, ldap
nl: Geldige diensten zijn: files, nis, nisplus, ldap
pl: Poprawne us³ugi to: files, nis, nisplus, ldap
sv: Giltiga tjänster är: files, nis, nisplus, ldap

source: Maximum: %ld
da: Maksimum: %ld
id: Maksimal: %ld
pl: Maksimum: %ld

source: Warning: %ld
da: Advarsel: %ld
id: Peringatan: %ld
nl: Waarschuwing: %ld
pl: Ostrze¿enie: %ld
sv: Varning: %ld

source: Inactive: %ld
da: Inaktiv: %ld
id: Tidak aktif: %ld
nl: Inactief: %ld
pl: Nieaktywno¶æ: %ld
sv: Inaktiv: %ld

source: Last Change:
da: Sidste ændring:
id: Perubahan terakhir:
nl: Laatst gewijzigd:
pl: Ostatnia zmiana:
sv: Senast ändrad:

source: Unknown, password is forced to change at next login
da: Ukendt, adgangskode skal ændres ved næste logind
id: Tidak diketahui, kata kunci dipaksa untuk diubah di login berikutnya
nl: Onbekend; wachtwoord dient gewijzigd te worden bij volgende aanmelding
pl: Nieznana, wymuszenie zmiany has³a przy nastêpnym logowaniu
sv: Okänt, lösenordet är tvingad att bytas vid nästa inloggning

source: Never
da: Aldrig
id: Tidak pernah
nl: Nooit
pl: Nigdy
sv: Aldrig

source: Password Expires:
da: Adgangskode udløber:
id: Kata kunci kadaluarsa:
nl: Wachtwoord verloopt:
pl: Has³o wygasa:
sv: Lösenordet går ut:

source: Password Inactive:
da: Adgangskode inaktiv:
id: Kata kunci tidak aktif:
nl: Inactiviteitsperiode van account (in dagen)
pl: Has³o nieaktywne:
sv: Lösenord inaktivt:

source: Account Expires:
da: Konto udløber:
id: Account Kadaluarsa:
nl: Account vervalt:
pl: Konto wygasa:
sv: Kontot går ut:

source: Minimum Password Age
da: Minimum adgangskodealder
id: Umur minimum kata kunci
nl: Minimumleeftijd voor wachtwoord (in dagen)
pl: Minimalny wiek has³a
sv: Minimum lösenordsålder

source: Input is no integer value
da: Inddata er ikke et heltal
id: Masukan bukan sebuah nilai integer
nl: Invoer is geen geheel getal
pl: Wej¶cie nie jest warto¶ci± ca³kowit±
sv: Indata är inte ett heltalsvärde

source: Negative numbers are not allowed as input (except -1)
da: Negative tal er ikke tilladt som inddata (undtagen -1)
id: Jumlah negatif tidak diijinkan sebagai masukan (kecuali -1)
nl: Negatieve getallen als invoer zijn niet toegestaan (behalve -1)
pl: Liczby ujemne nie s± dopuszczalne na wej¶ciu (z wyj±tkiem -1)
sv: Negativa nummer är inte tillåtna som inmatning (förutom -1)

source: Maximum Password Age
da: Maksimal adgangskodealder
id: Umur maksimal kata kunci
nl: Maximum leeftijd voor wachtwoord (in dagen)
pl: Maksymalny wiek has³a
sv: Maximum lösenordsålder

source: Password Expiration Warning
da: Udløbsadvarsel for adgangskode
id: Peringatan kadaluarsa kata kunci
nl: Waarschuwingsdagen voor verlopen van wachtwoord
pl: Ostrze¿enie o wygasaniu has³a
sv: Varning angående utgång av lösenord

source: Password Inactive
da: Inaktiv adgangskode
id: Kata kunci tidak aktif
nl: Inactiviteitsperiode van account (in dagen)
pl: Has³o nieaktywne
sv: Lösenord inaktivt

source: Last Password Change (YYYY-MM-DD)
da: Sidste ændring af adgangskode (ÅÅÅÅ-MM-DD)
id: Perubahan terakhir kata kunci (TTTT-BB-HH)
nl: Datum van laatste wachtwoordwijziging (JJJJ-MM-DD)
pl: Ostatnia zmiana has³a (RRRR-MM-DD)
sv: Senaste ändring av lösenord (ÅÅÅÅ-MM-DD)

source: Invalid date
da: Ugyldig dato
id: Tanggal tidak valid
nl: Ongeldige datum
pl: Nieprawid³owa data
sv: Ogiltigt datum

source: Account Expiration Date (YYYY-MM-DD)
da: Udløbsdato for konto (ÅÅÅÅ-MM-DD)
id: Tanggal kadaluarsa account (TTTT-BB-HH)
nl: Vervaldatum van account (JJJJ-MM-DD)
pl: Data wyga¶niêcia has³a (RRRR-MM-DD)
sv: Datum för utgång av konto (ÅÅÅÅ-MM-DD)

source: Only root is allowed to specify another path
da: Kun root må angive en anden sti
id: Hanya root yang diperbolehkan untuk menspesifikasikan jalur lain
nl: Alleen root mag een ander pad opgeven.
pl: Tylko root mo¿e podaæ inn± ¶cie¿kê
sv: Endast root tillåts att ange en annan sökväg

source: Service `%s' not supported.
da: Tjeneste »%s« er ikke understøttet.
id: Layanan `%s' tidak didukung.
nl: Dienst '%s' wordt niet ondersteund.
pl: Us³uga `%s' nie jest obs³ugiwana.
sv: Tjänsten "%s" stöds inte.

source: %s: Too many arguments.
da: %s: For mange argumenter.
id: %s: Terlalu banyak argumen.
nl: %s: Te veel argumenten.
pl: %s: Zbyt du¿o argumentów.
sv: %s: För många argument.

source: %s: Do not include "l" with other flags
da: %s: Inkluder ikke »l« med andre flag
id: %s: Jangan masukan "l" dengan opsi lain
nl: %s: Optie '-l' gaat niet samen met andere opties
pl: %s: Nie mo¿na ³±czyæ "l" z innymi flagami
sv: %s: Inkludera inte "l" med andra flaggor

source: %s: Cannot determine your user name.
da: %s: Kan ikke afgøre dit brugernavn.
id: %s: Tidak dapat menentukan nama pengguna anda.
nl: %s: Kan uw gebruikersnaam niet bepalen.
pl: %s: Nie mo¿na okre¶liæ nazwy u¿ytkownika.
sv: %s: Kan inte fastställa ditt användarnamn.

source: %s: User `%s' is not known to service `%s'.
da: %s: Bruger »%s« er ikke kendt i tjeneste »%s«.
id: %s: Pengguna `%s' tidak diketahui ke layanan `%s'.
nl: %s: Gebruiker '%s' is niet bekend bij dienst '%s'.
pl: %s: U¿ytkownik `%s' nie jest znany us³udze `%s'.
sv: %s: Användare "%s" är inte känd för tjänsten "%s".

source: %s: Unknown user `%s'.
da: %s: Ukendt bruger »%s«.
id: %s: Pengguna tidak diketahui `%s'.
nl: %s: Onbekende gebruiker '%s'.
pl: %s: Nieznany u¿ytkownik `%s'.
sv: %s: Okänd användare "%s".

source: Only an administrator is allowed to change aging information.
da: Kun en administrator må ændre aldersinformation.
id: Hanya sebuah administrator yang diperbolehkan untuk mengubah informasi aging.
nl: Alleen root mag verouderingsgegevens wijzigen.
pl: Tylko administrator mo¿e zmieniaæ informacje o przedawnianiu.
sv: Endast en administratör tillåts att ändra åldersinformation.

source: This system does not support shadow accounts.
da: Dette system tillader ikke skyggekonti.
id: Sistem ini tidak mendukung account bayangan.
nl: Het systeem ondersteunt geen schaduw-accounts.
pl: Ten system nie obs³uguje kont shadow.
sv: Detta system har inte stöd för skuggkonton.

source: This account does not have a shadow entry.
da: Denne konto har ikke en skyggepost.
id: Account ini tidak memiliki sebuah masukan bayangan.
nl: Dit account heeft geen schaduw-item.
pl: To konto nie ma wpisu shadow.
sv: Detta konto har ingen skuggpost.

source: You can only list your own aging information.
da: Du kan kun vise din egen aldersinformation.
id: Anda hanya dapat mendaftar informasi aging anda.
nl: U kunt alleen uw eigen verouderingsinformatie inzien.
pl: U¿ytkownik mo¿e wypisywaæ tylko w³asne informacje o przedawnianiu.
sv: Du kan endast lista din egna åldersinformation.

source: %s: Failed to drop privileges: %s
da: %s: Kunne ikke slippe privilegier: %s
id: %s: Gagal mendrop privileges: %s
nl: %s: Het afgeven van rechten is mislukt: %s
pl: %s: Nie uda³o siê porzuciæ uprawnieñ: %s
sv: %s: Misslyckades att släppa rättigheter: %s

source: No aging information available for %s.
da: Ingen aldersinformation tilgængelig for %s.
id: Tidak ada informasi aging tersedia untuk %s.
nl: Er is geen verouderingsinformatie beschikbaar voor %s.
pl: Brak informacji o przedawnianiu dla %s.
sv: Ingen åldersinformation tillgänglig för %s.

source: Changing aging information for %s.
da: Ændrer aldersinformation for %s.
id: Perubahan informasi aging untuk %s.
nl: Aanpassen van verouderingsinformatie voor %s.
pl: Zmiana informacji o przedawnianiu dla %s.
sv: Ändrar åldersinformation för %s.

source: Aging information not changed.
da: Aldersinformation er ikke ændret.
id: Informasi aging tidak berubah.
nl: Verouderingsinformatie is niet gewijzigd.
pl: Informacje o przedawnianiu nie zmienione.
sv: Åldersinformation inte ändrad.

source: Lastday is no date and no integer value >= -1
da: Sidste dag er ikke nogen dato og har ikke værdi af et helt tal >= -1
id: Hari terakhir bukan tanggal dan bukan nilai integer >= -1
nl: Laatste dag is geen datum en geen geheel getal >= -1.
pl: Ostatni dzieñ nie jest dat± ani warto¶ci± ca³kowit± >= -1
sv: Sistadag är inget datum och inte ett heltalsvärde >=-1

source: Expiredate is no date and no integer value >= -1
da: Udløbsdato er ingen dato og er ikke et helt tal >= -1
id: Tanggal kadaluarsa bukan tanggal dan bukan nilai integer >= -1
nl: Verloopdag is geen datum en geen geheel getal >= -1.
pl: Data wa¿no¶ci nie jest dat± ani warto¶ci± ca³kowit± >= -1
sv: Utgångsdatum är inget datum och inte ett heltalsvärde >=-1

source: Error while parsing options.
da: Fejl under fortolkning af indstillinger.
id: Error ketika parsing opsi.
nl: Fout tijdens ontleden van opties.
pl: B³±d podczas przetwarzania opcji.
sv: Fel vid tolkning av flaggor.

source: Error while converting to shadow account.
da: Fejl under konvertering til skyggekonto.
id: Error ketika mengubah account bayangan.
nl: Fout tijdens omzetten naar schaduw-account.
pl: B³±d podczas konwersji na konto shadow.
sv: Fel vid konvertering till skuggkonto.

source: Error while changing aging information.
da: Fejl under ændring af alderinformation.
id: Error ketika mengubah informasi aging.
nl: Fout tijdens aanpassen van verouderingsinformatie.
pl: B³±d podczas zmiany informacji o przedawnianiu.
sv: Fel vid ändring av åldersinformation.

source: Aging information changed.
da: Aldersinformation ændret.
id: Informasi aging berubah.
nl: Verouderingsinformatie is gewijzigd.
pl: Informacje o przedawnianiu zmienione.
sv: Åldersinformation ändrad.

source: Usage: %s [-f name] [-r room] [-w work_phone] [-h home_phone] [-o other] [-q] [-u] [-v] [user]
da: Anvend: %s [-f navn] [-r værelse] [-w arbejds_telefon] [-h hjemme_telefon] [-o andre] [-q] [-u] [-v] [bruger]
id: Penggunaan: %s [-f nama] [-r ruang] [-w work_phone] [-h home_phone] [-o lain] [-q] [-u] [-v] [pengguna]
nl: Gebruik: %s [-f volledige_naam] [-r kamernummer] [-w telefoon_werk] [-h telefoon_thuis] [-o varia] [-q] [-u] [-v] [gebruiker]
pl: Sk³adnia: %s [-f personalia] [-r pokój] [-w telefon_s³u¿bowy] [-h telefon_domowy] [-o inne] [-q] [-u] [-v] [u¿ytkownik]
sv: Användning: %s [-f namn] [-r rum] [-w telefon_arbete] [-h telefon_hem] [-o övrigt] [-q] [-u] [-v] [användare]

source: %s - change user name and information
da: %s - ændr brugernavn og -information
id: %s - ubah nama pengguna dan informasi
nl: %s - gebruikersnaam en -informatie wijzigen
pl: %s - zmiana personaliów i informacji o u¿ytkowniku
sv: %s - ändra användarnamn och information

source: -f full-name Change your real name
da: -f fulde-navn Ændr dit navn
id: -f full-name Ubah nama anda
nl: -f naam uw echte naam wijzigen
pl: -f personalia Zmiana imienia i nazwiska
sv: -f hela-namn Ändra ditt riktiga namn

source: -r room Change your office room number
da: -r værelse Ændr dit arbejdsværelsesnummer
id: -r ruang Ubah nomor ruangan kantor anda
nl: -r kamer uw werkkamernummer wijzigen
pl: -r pokój Zmiana numeru pokoju w biurze
sv: -r rum Ändra ditt rumsnummer

source: -w work_phone Change your office phone number
da: -w arbejds_tlf Ændr dit arbejdstelefonnummer
id: -w work_phone Ubah nomor telephone kantor anda
nl: -w nummer uw telefoonnummer op het werk wijzigen
pl: -w tel_s³u¿b Zmiana numeru telefonu w biurze
sv: -w telefon_arbete Ändra ditt telefonnummer till din arbetstelefon

source: -h home_phone Change your home phone number
da: -h hjemme_tlf Ændr dit hjemmetelefonnummer
id: -h home_phone Ubah nomor telephone rumah anda
nl: -h nummer uw telefoonnummer thuis wijzigen
pl: -h tel_domowy Zmiana numeru telefonu domowego
sv: -h telefon_hem Ändra ditt telefonnummer till din hemtelefon

source: -o other Change the undefined portions of the GECOS field
da: -o andre Ændr de udefinerede dele af GECOS-feltet
id: -o other Ubah porsi yang tidak terdefinisi dari field GECOS
nl: -o varia andere delen van het GECOS-veld wijzigen
pl: -o inne Zmiana niezdefiniowanych czê¶ci pola GECOS
sv: -o övrigt Ändra odefinierade delar av GECOS-fältet

source: Usage: %s [-D binddn] [-P path] [-f name] [-o office] [-p office-phone] [-h home-phone][-m other] [-q] [-u] [-v] [user]
da: Anvend: %s [-D binddn] [-P sti] [-f navn] [-o arbejde] [-p arbejds-telefon] [-h hjemme-telefon][-m andet] [-q] [-u] [-v] [bruger]
id: Penggunaan: %s [-D binddn] [-P jalur] [-f nama] [-o kantor] [-p office-phone] [-h home-phone][-m lain] [-q] [-u] [-v] [pengguna]
nl: Gebruik: %s [-D bindnaam] [-P pad] [-f naam] [-o kamer] [-p telefoon_werk] [-h telefoon_thuis] [-m varia] [-q] [-u] [-v] [gebruiker]
pl: Sk³adnia: %s [-D binddn] [-P ¶cie¿ka] [-f personalia] [-o pokój] [-p telefon_s³u¿bowy] [-h telefon_domowy] [-m inne] [-q] [-u] [-v] u¿ytkownik
sv: Användning: %s [-D binddn] [-P sökväg] [-f namn] [-o arbete] [-p telefon_arbete] [-h telefon_hem][-m övrigt] [-q] [-u] [-v] [användare]

source: -o office Change your office room number
da: -o arbejde Ændr dit arbejdsværelsesnummer
id: -o kantor Ubah nomor ruang kantor anda
nl: -o kamer uw werkkamernummer wijzigen
pl: -o pokój Zmiana numeru pokoju w biurze
sv: -o arbete Ändra nummer på ditt kontorsrum

source: -p phone Change your office phone number
da: -p telefon Ændr dit arbejdstelefonnummer
id: -p phone Ubah nomor telepon kantor anda
nl: -p nummer uw telefoonnummer op het werk wijzigen
pl: -p telefon Zmiana numeru telefonu w biurze
sv: -p telefon Ändra ditt arbetstelefonnummer

source: -h home-phone Change your home phone number
da: -h hjemme-tlf Ændr dit hjemmetelefonnummer
id: -h home-phone Ubah nomor telepone rumah anda
nl: -h nummer uw telefoonnummer thuis wijzigen
pl: -h tel_domowy Zmiana numeru telefonu domowego
sv: -h telefon_hem Ändra ditt hemtelefonnummer

source: -m other Change the undefined portions of the GECOS field
da: -m andet Ændr de udefinerede dele af GECOS-feltet
id: -m lain Ubah porsi tidak terdefinisi dari field GECOS
nl: -m varia andere delen van het GECOS-veld wijzigen
pl: -m inne Zmiana niezdefiniowanyh czê¶ci pola GECOS
sv: -m övrigt Ändra odefinierade delar av GECOS-fältet

source: Enter the new value, or press ENTER for the default
da: Indtast den nye værdi, eller tast RETUR for standard
id: Masukan nilai baru, atau tekan ENTER untuk yang baku
nl: (Voer een nieuwe waarde in of druk op Enter voor de standaardwaarde.)
pl: Proszê wpisaæ now± warto¶æ lub nacisn±æ ENTER dla domy¶lnej
sv: Ange nytt värde eller tryck ENTER för standardvärde

source: Full Name
da: Fulde navn
id: Nama Lengkap
nl: Volledige naam
pl: Imiê i nazwisko
sv: Fullt namn

source: Full Name: %s
da: Fulde navn: %s
id: Nama Lengkap: %s
nl: Volledige naam: %s
pl: Imiê i nazwisko: %s
sv: Fullt namn: %s

source: Room Number
da: Værelsesnummer
id: Nomor Ruang
nl: Kamernummer
pl: Numer pokoju
sv: Rumsnummer

source: Room Number: %s
da: Værelsesnummer: %s
id: Nomor Ruang: %s
nl: Kamernummer: %s
pl: Numer pokoju: %s
sv: Rumsnummer: %s

source: Work Phone
da: Arbejdstelefon
id: Telepone Kerja
nl: Telefoon werk
pl: Telefon s³u¿bowy
sv: Telefon arbete

source: Work Phone: %s
da: Arbejdstelefon: %s
id: Telepone Kerja: %s
nl: Telefoon werk: %s
pl: Telefon s³u¿bowy: %s
sv: Telefon arbete: %s

source: Home Phone
da: Hjemmetelefon
id: Telepone Rumah
nl: Telefoon thuis
pl: Telefon domowy
sv: Telefon hem

source: Home Phone: %s
da: Hjemmetelefon: %s
id: Telepone Rumah: %s
nl: Telefoon thuis: %s
pl: Telefon domowy: %s
sv: Telefon hem: %s

source: Other
da: Andre
id: Lain
nl: Varia
pl: Inne
sv: Övrigt

source: Other: %s
da: Andre: %s
id: Lain: %s
nl: Varia: %s
pl: Inne: %s
sv: Övrigt: %s

source: %s: The characters '%s"' are not allowed.
da: %s: Tegnene »%s"« er ikke tilladt.
id: %s: Karakter '%s"' tidak diijinkan.
nl: %s: De tekens '%s"' zijn niet toegestaan.
pl: %s: Znaki '%s"' nie s± dopuszczalne.
sv: %s: Tecknen "%s"" tillåts inte.

source: %s: Control characters are not allowed.
da: %s: Kontroltegn er ikke tilladt.
id: %s: Karakter kontrol tidak diijinkan.
nl: %s: Stuurtekens zijn niet toegestaan.
pl: %s: Znaki steruj±ce nie s± dopuszczalne.
sv: %s: Kontrolltecken tillåts inte.

source: %s: Don't know what I should do.
da: %s: Ved ikke hvad jeg bør gøre.
id: %s: Tidak tahu apa yang harus saya lakukan.
nl: %s: Geen idee wat te doen.
pl: %s: Nie wiem co robiæ.
sv: %s: Vet inte vad jag ska göra.

source: %s: Permission denied.
da: %s: Tilladelse afvist.
id: %s: Ijin ditolak.
nl: %s: Toegang geweigerd.
pl: %s: Brak uprawnieñ.
sv: %s: Tillgång nekad.

source: Unknown user context
da: Ukendt brugerkontekst
id: Konteks pengguna tidak diketahui
nl: Onbekende gebruikerscontext
pl: Nieznany kontekst u¿ytkownika
sv: Okänd användarkontext

source: %s: %s is not authorized to change the finger information for %s.
da: %s: %s er ikke autoriseret til at ændre fingerinformationen for %s.
id: %s: %s tidak diijinkan untuk mengubah informasi finger untuk %s.
nl: %s: %s is niet gerechtigd om de finger-informatie van %s te wijzigen.
pl: %s: %s nie jest autoryzowany by zmieniaæ informacje o u¿ytkowniku %s.
sv: %s: %s är inte auktoriserad att ändra fingerinformation för %s.

source: SELinux is in permissive mode, continuing.
da: SELinux er i liberal tilstand, fortsætter.
id: SELinux ada dalam mode permissive, melanjutkan.
nl: SELinux is in gedoogmodus -- doorgegaan.
pl: SELinux jest w trybie przyzwalaj±cym, kontynuacja.
sv: SELinux är i tolerant läge, fortsätter.

source: You cannot change the finger information for `%s'.
da: Du kan ikke ændre fingerinformationen for »%s«.
id: Anda tidak dapat mengubah informasi finger untuk `%s'.
nl: U kunt de finger-informatie voor '%s' niet wijzigen.
pl: Brak uprawnieñ do zmiany informacji o u¿ytkowniku `%s'.
sv: Du kan inte ändra fingerinformation för "%s".

source: Changing finger information for %s.
da: Ændrer fingerinformation for %s.
id: Mengubah informasi finger untuk %s.
nl: Wijzigen van finger-informatie voor %s.
pl: Zmiana informacji o u¿ytkowniku %s.
sv: Ändrar fingerinformation för %s.

source: %s: Invalid name: `%s'
da: %s: Ugyldigt navn: »%s«
id: %s: Nama tidak valid: `%s'
nl: %s: Ongeldige naam '%s'
pl: %s: Nieprawid³owe personalia: `%s'
sv: %s: Ogiltigt namn: "%s"

source: %s: Invalid room number: `%s'
da: %s: Ugyldigt værelsesnummer: »%s«
id: %s: Nomor ruang tidak valid: `%s'
nl: %s: Ongeldig kamernummer '%s'
pl: %s: Nieprawid³owy numer pokoju: `%s'
sv: %s: Ogiltigt rumsnummer: "%s"

source: %s: Invalid work phone: `%s'
da: %s: Ugyldig arbejdstelefon: »%s«
id: %s: Telepone kerja tidak valid: `%s'
nl: %s: Ongeldig telefoonnummer '%s' voor werk
pl: %s: Nieprawid³owy telefon s³u¿bowy: `%s'
sv: %s: Ogiltig arbetstelefon: "%s"

source: %s: Invalid home phone: `%s'
da: %s: Ugyldig hjemmetelefon: »%s«
id: %s: Telepone rumah tidak valid: `%s'
nl: %s: Ongeldig telefoonnummer '%s' voor thuis
pl: %s: Nieprawid³owy telefon domowy: `%s'
sv: %s: Ogiltig hemtelefon: "%s"

source: %s: `%s' contains illegal characters.
da: %s: »%s« indeholder illegale tegn.
id: %s: `%s' berisi karakter tidak legal.
nl: %s: '%s' bevat ongeldige tekens.
pl: %s: `%s' zawiera nielegalne znaki.
sv: %s: "%s" innehåller ogiltiga tecken.

source: Finger information not changed.
da: Fingerinformation er ikke ændret.
id: Informasi finger tidak diubah.
nl: Finger-informatie is niet gewijzigd.
pl: Informacje o u¿ytkowniku nie zmienione.
sv: Fingerinformation ändrades inte.

source: Error while changing finger information.
da: Fejl under ændring af fingerinfomation.
id: Error ketika mengubah informasi finger.
nl: Fout tijdens wijzigen van finger-informatie.
pl: B³±d podczas zmiany informacji o u¿ytkowniku.
sv: Fel vid ändring av fingerinformation.

source: Finger information changed.
da: Fingerinformation ændret.
id: Informasi finger berubah.
nl: Finger-informatie is gewijzigd.
pl: Informacje o u¿ytkowniku zmienione.
sv: Fingerinformation ändrad.

source: Usage: %s [-D binddn] [-P path] [-e] [-c des|md5|blowfish] [file]
da: Anvend: %s [-D binddn] [-P sti] [-e] [-c des|md5|blowfish] [fil]
id: Penggunaan: %s [-D binddn] [-p jalur] [-e] [-c des|md5|blowfish] [berkas]
nl: Gebruik: %s [-D bindnaam] [-P pad] [-e] [-c des|md5|blowfish] [bestand]
pl: Sk³adnia: %s [-D binddn] [-P ¶cie¿ka] [-e] [-c des|md5|blowfish] [plik]
sv: Användning: %s [-D binddn] [-P sökväg] [-e] [-c des|md5|blowfish] [fil]

source: %s - update password entries in batch
da: %s - opdater adgangskodepunkter gruppevis
id: %s - update masukan kata kunci dalam batch
nl: %s - wachtwoorditems massaal aanpassen
pl: %s - zmiana wpisów o has³ach w trybie wsadowym
sv: %s - uppdatera lösenordsposter i en batch

source: -c, --crypt Password should be encrypted with DES, MD5 or blowfish
da: -c, --crypt Adgangskode bør krypteres med DES, MD5 eller blowfish
id: -c, --crypt Kata kunci seharusnya dienkripsi dengan DES, MD5 atau blowfish
nl: -c, --crypt wachtwoord versleutelen met DES, MD5 of blowfish
pl: -c, --crypt Kodowanie has³a algorytmem DES, MD5 lub blowfish
sv: -c, --crypt Lösenord skall vara krypterade med DES, MD5 eller blowfish

source: -e, --encrypted The passwords are in encrypted form
da: -e, --encrypted Adgangskoderne er i krypteret format
id: -e, --encrypted Kata kunci berada dalam bentuk terenkripsi
nl: -e, --encrypted wachtwoorden zijn in versleutelde vorm
pl: -e, --encrypted Has³a s± w postaci zaszyfrowanej
sv: -e, --encrypted Lösenorden är i krypterad form

source: %s: line %ld: missing new password
da: %s: Linje %ld: Mangler ny adgangskode
id: %s: baris %ld: hilang kata kunci baru
nl: %s: regel %ld: nieuw wachtwoord ontbreekt
pl: %s: linia %ld: brak nowego has³a
sv: %s: rad %ld: saknar nytt lösenord

source: %s: line %ld: unknown user %s
da: %s: LInje %ld: Ukendt bruger %s
id: %s: baris %ld: pengguna %s tidak diketahui
nl: %s: regel %ld: onbekende gebruiker '%s'
pl: %s: linia %ld: nieznany u¿ytkownik %s
sv: %s: rad %ld: okänd användare %s

source: Cannot create salt for standard crypt
da: Kan ikke oprette salt for standardkrypt
id: Tidak dapat membuat salt untuk standar crypt
nl: Kan geen salt genereren voor standaardversleuteling
pl: Nie mo¿na utworzyæ zarodka dla zwyk³ego crypta
sv: Kan inte skapa salt för standard kryptering

source: Cannot create salt for MD5 crypt
da: Kan ikke oprette salt for MD5-krypt
id: Tidak dapat membuat salt untuk MD5 crypt
nl: Kan geen salt genereren voor MD5-versleuteling
pl: Nie mo¿na utworzyæ zarodka dla szyfru MD5
sv: Kan inte skapa salt för MD5-kryptering

source: Cannot create salt for blowfish crypt
da: Kan ikke oprette salt for blowfishkrypt
id: Tidak dapat membuat salt untuk blowfish crypt
nl: Kan geen salt genereren voor blowfish-versleuteling
pl: Nie mo¿na utworzyæ zarodka dla szyfru blowfish
sv: Kan inte skapa salt för blowfish-kryptering

source: %s: line %ld: cannot update password entry
da: %s: Linje %ld: Kan ikke opdatere adgangskodepost
id: %s: baris %ld: tidak dapat memperbarui masukan kata kunci
nl: %s: regel %ld: kan wachtwoorditem niet bijwerken
pl: %s: linia %ld: nie mo¿na uaktualniæ wpisu o ha¶le
sv: %s: rad %ld: kan inte uppdatera lösenordspost

source: %s: errors occurred, %ld passwords not updated
da: %s: Fejl opstod, %ld adgangskoder er ikke opdateret
id: %s: error terjadi, %ld kata kunci tidak diperbarui
nl: %s: er zijn fouten opgetreden; %ld wachtwoorden zijn niet bijgewerkt
pl: %s: wyst±pi³y b³êdy, %ld hase³ nie zosta³o zmienionych
sv: %s: fel inträffade, %ld lösenord inte uppdaterade
