Repository: tizenorg/platform.upstream.pwdutils
Catalog: po/*.po
Languages: da, id, nl, pl, sv

source: -f Change the finger (GECOS) information
da: -f Ændr fingerinformationen (GECOS)
id: -f Ubah informasi finger (GECOS)
nl: -f finger-informatie wijzigen (GECOS-veld)
pl: -f Zmiana informacji o u¿ytkowniku (GECOS)
sv: -f Ändra fingerinformationen (GECOS)

source: -s Change the login shell
da: -s Ændr logindskallen
id: -s Ubah login shell
nl: -s aanmeld-shell wijzigen
pl: -s Zmiana pow³oki logowania
sv: -s Ändra inloggningsskalet

source: -g Change the group password
da: -g Ændr gruppeadgangskoden
id: -g Ubah kata kunci grup
nl: -g groepswachtwoord wijzigen
pl: -g Zmiana has³a grupy
sv: -g Ändra grupplösenordet

source: -k Change the password only if expired
da: -k Ændr kun adgangskoden hvis udløbet
id: -k Ubah kata kunci hanya jika kadaluarsa
nl: -k wachtwoord alleen wijzigen indien verlopen
pl: -k Zmiana has³a tylko je¶li wygas³o
sv: -k Ändra endast lösenordet om det har gått ut

source: -q Try to be quiet
da: -q Forsøg at være stille
id: -q Coba untuk diam
nl: -q proberen stil te zijn (geen uitvoer produceren)
pl: -q Ciche dzia³anie w miarê mo¿liwo¶ci
sv: -q Försök vara tyst

source: -S Show the password attributes
da: -S Vis attributterne for adgangskode
id: -S Tampilkan atribut kata kunci
nl: -S wachtwoordeigenschappen tonen
pl: -S Pokazanie atrybutów has³a
sv: -S Visa lösenordsattribut

source: -a Only with -S, show for all accounts
da: -a Kun med -S, vis for alle konti
id: -a Hanya dengan -S, tampilkan untuk seluruh accounts
nl: -a alle accounts tonen (alleen samen met '-S')
pl: -a Tylko z -S - pokazanie dla wszystkich kont
sv: -a Endast med -S, visa för alla konton

source: -d Delete the password for the named account
da: -d Slet adgangskoden for den navngivne konto
id: -d Hapus kata kunci untuk account bernama
nl: -d wachtwoord van genoemd account verwijderen
pl: -d Usuniêcie has³a z podanego konta
sv: -d Ta bort lösenord för det angivna kontot

source: -l Locks the password entry for "account"
da: -l Låser adgangskodeposter for »konto«
id: -l Kunci masukan kata kunci untuk "account"
nl: -l wachtwoorditem van genoemd account vergrendelen
pl: -l Zablokowanie wpisu o ha¶le dla konta
sv: -l Låser lösenordsposten för "konto"

source: -u Try to unlock the password entry for "account"
da: -u Forsøg at åbne adgangskodeposter for »konto«
id: -u Coba untuk melepas masukan kata kunci untuk "account"
nl: -u wachtwoorditem van genoemd account ontgrendelen
pl: -u Próba odblokowania wpisu o ha¶le dla konta
sv: -u Försök att låsa upp lösenordspost för "konto"

source: -e Force the user to change password at next login
da: -e Tving brugeren til at ændre adgangskode ved næste logind
id: -e Paksa pengguna untuk mengguna kata kunci di login selanjutnya
nl: -e wachtwoordwijziging afdwingen bij volgende aanmelding
pl: -e Wymuszenie zmiany has³a przez u¿ytkownika przy nastêpnym logowaniu
sv: -e Tvinga användaren att ändra lösenord nästa inloggning

source: -n min Set minimum field for "account"
da: -n min Indstil minimumslængde for »konto«
id: -n min Set field minimum untuk "account"
nl: -n min-tal minimum aantal dagen tussen wachtwoordswijzigingen
pl: -n min Ustawienie minimalnego czasu ¿ycia has³a dla konta
sv: -n min Ställ in minimumfält för "konto"

source: -x max Set maximum field for "account"
da: -x maks Indstil maksimumlængde for »konto«
id: -x max Set maximum field untuk "account"
nl: -x max-tal maximum aantal dagen tussen wachtwoordswijzigingen
pl: -x maks Ustawienie maksymalnego czasu ¿ycia has³a dla konta
sv: -x max Ställ in maximumfält för "konto"

source: -w warn Set warn field for "account"
da: -w adv Indstil advarelseslængde for »konto«
id: -w peringatan Set field warn untuk "account"
nl: -w opletdagen aantal waarschuwingsdagen voor wachtwoordverloop
pl: -w ostrze¿ Ustawienie czasu ostrze¿enia o wygasaniu has³a dla konta
sv: -w varn Ställ in varningsfält för "konto"

source: --bioapi Authentication token is handled via BioAPI
da: --bioapi Godkendelsessymbol håndteres via BioAPI
id: --bioapi Autentifikasi token ditangani melalui BioAPI
nl: --bioapi authenticatie-token wordt afgehandeld via BioAPI
pl: --bioapi Token uwierzytelniaj±cy jest obs³ugiwany przez BioAPI
sv: --bioapi Autentiseringstoken hanteras via BioAPI

source: --stdin Read new password from stdin (root only)
da: --stdin Læs ny adgangskode fra stdin (kun root)
id: --stdin Baca kata kunci baru dari stdin (hanya root)
nl: --stdin nieuw wachtwoord van standaardinvoer lezen (alleen voor root)
pl: --stdin Odczytanie nowego has³a ze standardowego wej¶cia (tylko root)
sv: --stdin Läs nytt lösenord från standard in (endast root)

source: %s: User argument missing
da: %s: Mangler brugerargument
id: %s: Argumen pengguna hilang
nl: %s: Gebruikersargument ontbreekt
pl: %s: Nie podano nazwy u¿ytkownika
sv: %s: Användarargument saknas

source: %s: User `%s' is not known to service `%s'
da: %s: Bruger »%s« er ikke kendt for tjeneste »%s«
id: %s: Pengguna `%s' tidak diketahui ke layanan `%s'
nl: %s: Gebruiker '%s' is niet bekend bij dienst '%s'.
pl: %s: U¿ytkownik `%s' nie jest znany us³udze `%s'
sv: %s: Användare "%s" är inte känd av tjänst "%s"

source: %s: %s is not authorized to change the password of %s
da: %s: %s er ikke autoriseret til at ændre adgangskoden for %s
id: %s: %s tidak diijinkan untuk mengubah kata kunci dari %s
nl: %s: %s is niet gerechtigd om het wachtwoord van %s te wijzigen.
pl: %s: %s nie jest autoryzowany do zmiany has³a u¿ytkownika %s
sv: %s: %s är inte auktoriserad att ändra lösenordet för %s

source: %s: Permission denied
da: %s: Tilladelse nægtet
id: %s: Ijin ditolak
nl: %s: Toegang geweigerd.
pl: %s: Brak uprawnieñ
sv: %s: Åtkomst nekad

source: You cannot change the shadow data for `%s'.
da: Du kan ikke ændre skyggedataene for »%s«.
id: Anda tidak dapat mengubah data bayangan untuk `%s'.
nl: U kunt de schaduwgegevens voor '%s' niet wijzigen.
pl: Brak uprawnieñ do zmiany danych shadow dla u¿ytkownika `%s'.
sv: Du kan inte ändra skuggdata för "%s".

source: %s: -P flag not supported in this mode!
da: %s: Mærke -P er ikke understøttet i denne tilstand!
id: %s: -P flag tidak didukung dalam mode ini!
nl: %s: Optie '-P' is in deze modus niet mogelijk!
pl: %s: -P flaga nie obs³ugiwana w tym trybie!
sv: %s: flaggan -P stöds inte i detta läge!

source: Changing password for %s.
da: Ændrer adgangskode for %s.
id: Mengubah kata kunci untuk %s.
nl: Aanpassen van het wachtwoord voor '%s'.
pl: Zmiana has³a dla %s.
sv: Ändrar lösenord för %s.

source: Error while changing password expiry information.
da: Fejl under ændring af udløbsinformation for adgangskode.
id: Error ketika mengubah informasi kadaluarsa kata kunci.
nl: Fout tijdens aanpassen van gegevens over wachtwoordverloop.
pl: B³±d podczas zmiany informacji o wygasaniu has³a.
sv: Fel vid ändring av utgångsinformation för lösenord.

source: Error while changing password.
da: Fejl under ændring af adgangskode.
id: Error ketika mengubah kata kunci.
nl: Fout tijdens aanpassen van wachtwoord.
pl: B³±d podczas zmiany has³a.
sv: Fel vid ändring av lösenord.

source: Password expiry information changed.
da: Udløbsinformation for adgangskode er ændret.
id: Informasi kadaluarsa kata kunci telah berubah.
nl: Gegevens over wachtwoordverloop zijn aangepast.
pl: Informacje o wygasaniu has³a zmienione.
sv: Utgångsinformation för lösenord ändrades.

source: Password deleted.
da: Adgangskode slettet.
id: Kata kunci terhapus.
nl: Wachtwoord is verwijderd.
pl: Has³o usuniête.
sv: Lösenordet borttaget.

source: passwd: Cannot execute %s
da: Adgangsk.: Kan ikke udføre %s
id: passwd: Tidak dapat menjalankan %s
nl: passwd: Kan %s niet uitvoeren
pl: passwd: Nie mo¿na wywo³aæ %s
sv: passwd: Kan inte köra %s

source: Usage: %s [-P path] [-q|-r|-s]
da: Anvend: %s [-P sti] [-q|-r|-s]
id: Penggunaan: %s [-P jalur] [-q|-r|-s]
nl: Gebruik: %s [-P pad] [-q|-r|-s]
pl: Sk³adnia: %s [-P ¶cie¿ka] [-q|-r|-s]
sv: Användning: %s [-P sökväg] [-q|-r|-s]

source: %s - check integrity of password files
da: %s - tjek integritet på adgangskodefiler
id: %s - periksa integritas dari berkas kata kunci
nl: %s - integriteit van wachtwoordbestanden controleren
pl: %s - sprawdzenie integralno¶ci plików hase³
sv: %s - kontrollera lösenordsfilers integritet

source: -s, --sort Sort the password file, no checks are done
da: -s, --sort Sorter adgangskodefilen, ingen tjek foretages
id: -s, --sort Urutkan berkas kata kunci, tidak ada pemeriksaan yang dilakukan
nl: -s, --sort wachtwoordbestand sorteren, zonder controles
pl: -s, --sort Posortowanie pliku hase³ bez sprawdzania
sv: -s, --sort Sortera lösenordsfilen, inga kontroller görs

source: Invalid password entry.
da: Ugyldig adgangskodepost.
id: Masukan kata kunci tidak valid.
nl: Ongeldig wachtwoorditem.
pl: Nieprawid³owy wpis o ha¶le.
sv: Ogiltig lösenordspost.

source: Invalid password entry with comment.
da: Ugyldig adgangskodepost med kommentar.
id: Masukan kata kunci tidak valid dengan komentar.
nl: Ongeldig wachtwoorditem met commentaar.
pl: Nieprawid³owy wpis o ha¶le z komentarzem.
sv: Ogiltig lösenordspost med kommentar.

source: Invalid account name `%s'.
da: Ugyldigt kontonavn »%s«.
id: Nama account tidak valid `%s'.
nl: Ongeldige accountnaam '%s'.
pl: Nieprawid³owa nazwa konta `%s'.
sv: Ogiltigt kontonamn "%s".

source: Duplicate password entry
da: Dupliker adgangskodepost
id: Duplikasi masukan kata kunci
nl: Duplicaat wachtwoorditem
pl: Powtórzony wpis o ha¶le
sv: Dubblerad lösenordspost

source: User `%s': unknown group `%u'
da: Bruger »%s«: Ukendt gruppe »%u«
id: Pengguna `%s': grup `%u' tidak diketahui
nl: Gebruiker '%s': onbekende groep '%u'.
pl: U¿ytkownik `%s': nieznana grupa `%u'
sv: Användare "%s": okänd grupp "%u"

source: User `%s': directory `%s' does not exist.
da: Bruger »%s«: Mappe »%s« eksisterer ikke.
id: Pengguna `%s': direktori `%s' tidak ada.
nl: Gebruiker '%s': map '%s' bestaat niet.
pl: U¿ytkownik `%s': katalog `%s' nie istnieje.
sv: Användare "%s": katalogen "%s" finns inte.

source: User `%s': shell `%s' is not executable.
da: Bruger »%s«: Skal »%s« er ikke kørbar.
id: Pengguna `%s': shell `%s' bukan executable.
nl: Gebruiker '%s': shell '%s' is niet uitvoerbaar.
pl: U¿ytkownik `%s': pow³oka `%s' nie jest wykonywalna.
sv: Användare "%s": skalet "%s" är inte körbart.

source: Checking `%s'.
da: Tjekker »%s«.
id: Memeriksa `%s'.
nl: Controleren van '%s'.
pl: Sprawdzanie `%s'.
sv: Kontrollerar "%s".

source: Invalid shadow entry.
da: Ugyldig skyggepost.
id: Masukan bayangan tidak valid.
nl: Ongeldig item in schaduwbestand.
pl: Nieprawid³owy wpis shadow.
sv: Ogiltig skuggpost.

source: Invalid shadow entry with comment.
da: Ugyldig skyggepost med kommentar.
id: Masukan bayangan tidak valid dengan komentar.
nl: Ongeldig item met commentaar in schaduwbestand.
pl: Nieprawid³owy wpis shadow z komentarzem.
sv: Ogiltig skuggpost med kommentar.

source: Duplicate shadow entry
da: Dupliker skyggepost
id: Duplikasi masukan bayangan
nl: Duplicaat item in schaduwbestand
pl: Powtórzony wpis shadow
sv: Dubblerad skuggpost

source: No matching password file entry.
da: Ingen matchende adgangskodefilpost.
id: Tidak ada masukan berkas kata kunci yang cocok.
nl: Geen overeenkomend item in wachtwoordbestand.
pl: Brak odpowiadaj±cego wpisu w pliku hase³.
sv: Ingen matchande post i lösenordsfil.

source: User `%s': last password change in the future.
da: Bruger »%s«: Sidste adgangskodeændring i fremtiden.
id: Pengguna `%s': perubahan kata kunci terakhir berada dalam masa depan.
nl: Gebruiker '%s': laatste wachtwoordwijziging is in de toekomst.
pl: U¿ytkownik `%s': ostatnia zmiana has³a w przysz³o¶ci.
sv: Användare "%s": senaste ändring av lösenord hände i framtiden.

source: %s - convert to shadow account
da: %s - konverter til skyggekonto
id: %s - ubah ke account bayangan
nl: %s - omzetten naar een schaduw-account
pl: %s - konwersja do kont z ukrytymi has³ami
sv: %s - konvertera till skuggkonto

source: Orphaned entry '%s' removed from shadow database.
da: Forældreløs post »%s« fjernet fra skyggedatabase.
id: Masukan kosong '%s' dihapus dari basis data bayangan.
nl: Verweesd item '%s' is verwijderd uit schaduwbestand.
pl: Osierocony wpis '%s' usuniêty z bazy ukrytych hase³.
sv: Föräldralösa posten "%s" togs bort från skuggdatabasen.

source: Error while deleting `%s' shadow account.
da: Fejl under sletning af skyggekonto »%s«.
id: Error ketika menghapus `%s' account bayangan.
nl: Fout tijdens verwijderen van schaduw-account '%s'.
pl: B³±d podczas usuwania ukrytego wpisu dla `%s'.
sv: Fel vid borttagning av skuggkonto "%s".

source: %s: Error trying to get data for `%s'
da: %s: Fejl under indhentning af data for »%s«
id: %s: Error mencoba memperoleh data untuk `%s'
nl: %s: Fout tijdens verkrijgen van gegevens over '%s'.
pl: %s: B³±d podczas próby uzyskania danych dla `%s'
sv: %s: Fel vid försök att hämta data för "%s"

source: Error while converting `%s' to shadow account.
da: Fejl under konvertering af »%s« til skyggekonto.
id: Error ketika mengubah `%s' ke account bayangan.
nl: Fout tijdens omzetten van '%s' naar schaduw-account.
pl: B³±d podczas konwersji `%s' na konta z ukrytymi has³ami.
sv: Fel vid konvertering av "%s" till skuggkonto.

source: Error while renaming temporary shadow file: %m
da: Fejl under omdøbning af midlertidig skyggefil: %m
id: Error ketika mengubah nama berkas bayangan sementara: %m
nl: Fout tijdens hernoemen van tijdelijk schaduwbestand: %m
pl: B³±d podczas zmiany nazwy tymczasowego pliku shadow: %m
sv: Fel vid namnbyte på temporär skuggfil: %m

source: Error while renaming temporary password file: %m
da: Fejl under omdøbning af midlertidig adgangskodefil: %m
id: Error ketika mengubah nama berkas kata kunci sementara: %m
nl: Fout tijdens hernoemen van tijdelijk wachtwoordbestand: %m
pl: B³±d podczas zmiany nazwy tymczasowego pliku hase³: %m
sv: Fel vid namnbyte på temporär lösenordsfil: %m

source: %s - convert from shadow account
da: %s - konverter fra skyggekonto
id: %s - mengubah dari account bayangan
nl: %s - omzetten uit een schaduw-account
pl: %s - konwersja z kont z ukrytymi has³ami
sv: %s - konvertera från skuggkonto

source: %s: No shadow file found.
da: %s: Ingen skyggefil fundet.
id: %s: Tidak ada berkas bayangan yang ditemukan.
nl: %s: Geen schaduwbestand gevonden.
pl: %s: Nie znaleziono pliku shadow.
sv: %s: Ingen skuggfil hittad.

source: Usage: %s [-4|-6][-a][-f config-file][-h hostname][-p port][-v][name]
da: Anvend: %s [-4|-6][-a][-f konfigurationsfil][-h værtsnavn][-p port][-v][navn]
id: Penggunaan: %s [-4|-6][-a][-f berkas-konfigurasi][-h hostname][-p port][v][nama]
nl: Gebruik: %s [-4|-6] [-a] [-f configuratiebestand] [-h hostnaam] [-p poort] [-v] [naam]
pl: Sk³adnia: %s [-4|-6][-a][-f plik_konfig][-h nazwa_hosta][-p port][-v][nazwa]
sv: Användning: %s [-4|-6][-a][-f konfig-fil][-h värdnamn][-p port][-v][namn]

source: -4 Use IPv4 only
da: -4 Anvend kun IPv4
id: -4 Hanya gunakan IPv4
nl: -4 alleen IPv4 gebruiken
pl: -4 U¿ywanie wy³±cznie IPv4
sv: -4 Använd endast IPv4

source: -6 Use IPv6 only
da: -6 Anvend kun IPv6
id: -6 Hanya gunakan IPv6
nl: -6 alleen IPv6 gebruiken
pl: -6 U¿ywanie wy³±cznie IPv6
sv: -6 Använd endast IPv6

source: -a Admin mode, special admin password is required
da: -a Admintilstand, speciel adgangskode for admin krævet
id: -a Mode administrasi, kata kunci administrasi spesial dibutuhkan
nl: -a beheerdersmodus; speciaal beheerderswachtwoord is vereist
pl: -a Tryb administratora, wymagane specjalne has³o administracyjne
sv: -a Administrationsläge, speciellt administrationslösenord krävs

source: -f config-file Specify a different config file
da: -f konfig.-fil Angiv en anden konfigurationsfil
id: -f config-file Spesifikasikan sebuah berkas konfigurasi berbeda
nl: -f bestand te gebruiken configuratiebestand
pl: -f plik_konfig Podanie innego pliku konfiguracyjnego
sv: -f konfig-fil Ange en annan konfigurationsfil

source: -h hostname Specify the remote server
da: -h værtsnavn Angiv fjernserveren
id: -h hostname Spesifikasikan remote server
nl: -h hostnaam te gebruiken server
pl: -h nazwa_hosta Podanie zdalnego serwera
sv: -h värdnamn Ange fjärrservern

source: -p port Specify port remote server is listening on
da: -p port Angiv den port som fjernserveren lytter på
id: -p port Spesifikasikan port remote server untuk mendengarkan
nl: -p poort de poort waar de server op luistert
pl: -p port Podanie portu, na którym nas³uchuje zdalny serwer
sv: -p port Ange port som fjärrservern lyssnar på

source: -r level Specify level of SSL certificate checks
da: -r niveau Angiv tjekniveau for SSL-certifikat
id: -r tingkat Spesifikasikan tingkat dari pemeriksaan sertifikat SSL
nl: -r niveau het niveau van SSL-certificaatcontroles
pl: -r poziom Podanie poziomu sprawdzania certyfikatu SSL
sv: -r nivå Ange nivå för kontroll av SSL-certifikat

source: --no-slp Don't use SLP to find a server
da: --no-slp Anvend ikke SLP for at finde en server
id: --no-slp Jangan gunakan SLP untuk menemukan sebuah server
nl: --no-slp geen SLP gebruiken om een server te vinden
pl: --no-slp Nie u¿ywanie SLP do znalezienia serwera
sv: --no-slp Använd inte SLP för att hitta en server

source: -v, --verbose Be verbose, print SSL connection data
da: -v, --verbose Vær stille, vis data for SSL-forbindelse
id: -v, --verbose Jadi ramai, tampilkan data koneksi SSL
nl: -v, --verbose meer uitvoer produceren, SSL-verbindingsgegevens tonen
pl: -v, --verbose Du¿o informacji, wy¶wietlanie danych po³±czenia SSL
sv: -v, --verbose Var informativ, skriv ut data om SSL-anslutning

source: Warning: cannot turn echo off
da: Advarsel: Kan ikke slukke for ekko
id: Peringatkan: tidak dapat mematikan echo
nl: Waarschuwing: kan echo niet uitschakelen
pl: Uwaga: nie mo¿na wy³±czyæ echo
sv: Varning: kan inte stänga av eko

source: SLP: Found Server on %s, port %s
da: SLP: Fandt server på %s, port %s
id: SLP: Ditemukan Server di %s, port %s
nl: SLP: Server gevonden op %s, poort %s
pl: SLP: Znaleziono serwer na %s, porcie %s
sv: SLP: Hittade server på %s, port %s

source: SLP: Found Server on %s
da: SLP: Fandt server på %s
id: SLP: Ditemukan Server di %s
nl: SLP: Server gevonden op %s
pl: SLP: Znaleziono serwer na %s
sv: SLP: Hittade server på %s

source: Go away, you do not exist!
da: Forsvind, du eksisterer ikke!
id: Pergi, anda tidak ada!
nl: Ga weg, u bestaat niet!
pl: Odejd¼, nie istniejesz!
sv: Försvinn, du finns inte!

source: No server specified
da: Ingen server angivet
id: Tidak ada server yang dispesifikasikan
nl: geen server opgegeven
pl: Nie podano serwera
sv: Ingen server angiven

source: error while sending start request: %s
da: fejl under afsendelse af startforespørgsel: %s
id: error ketika mengirim permintaan awal: %s
nl: fout tijdens verzenden van startverzoek: %s
pl: b³±d podczas wysy³ania ¿±dania startu: %s
sv: fel vid sändning av startbegäran: %s

source: error while sending locale data: %s
da: fejl under afsendelse af lokale data: %s
id: error ketika mengirim data lokal: %s
nl: fout tijdens verzenden van taalregionaam: %s
pl: b³±d podczas wysy³ania danych o lokalizacji: %s
sv: fel vid sändning av lokaldata: %s

source: error while sending username: %s
da: fejl under afsendelse af brugernavn: %s
id: error ketika mengirim nama pengguna: %s
nl: fout tijdens verzenden van gebruikersnaam: %s
pl: b³±d podczas wysy³ania nazwy u¿ytkownika: %s
sv: fel vid sändning av användarnamn: %s

source: error while sending string: %s
da: fejl under afsendelse af streng: %s
id: error ketika mengirim string: %s
nl: fout tijdens verzenden van tekenreeks: '%s'
pl: b³±d podczas wysy³ania ³añcucha: %s
sv: fel vid sändning av sträng: %s

source: Searching a server...
da: Søger efter en server...
id: Mencari sebuah server...
nl: Zoeken van een server...
pl: Poszukiwanie serwera...
sv: Söker efter server...

source: Error opening SLP handle: %i.
da: Fejl under åbning af SLP-håndtering: %i.
id: Error membuka penangan SLP: %i.
nl: Fout bij openen van SLP-descriptor: %i.
pl: B³±d podczas otwierania uchwytu SLP: %i.
sv: Fel vid öppning av SLP-hanterare: %i.

source: No service found with SLP.
da: Ingen tjeneste fundet med SLP.
id: Tidak ada layanan ditemukan dengan SLP.
nl: Geen dienst gevonden met SLP.
pl: Nie znaleziono us³ugi przy u¿yciu SLP.
sv: Ingen tjänst hittades med SLP.

source: Error while searching for SLP description.
da: Fejl under søgning efter SLP-beskrivelse.
id: Error ketika mencari untuk deskripsi SLP.
nl: Fout tijdens zoeken naar SLP-omschrijving.
pl: B³±d podczas poszukiwania opisu dla SLP.
sv: Fel vid sökning efter SLP-beskrivning.

source: Please select a server:
da: Vælg venligst en server:
id: Mohon pilih sebuah server:
nl: Kies een server:
pl: Proszê wybraæ serwer:
sv: Välj en server:

source: Enter number of choice [1-%d]:
da: Indtast valgmulighed [1-%d]:
id: Masukan angka yang dipilih [1-%d]:
nl: Voer het gewenste nummer in [1-%d]:
pl: Proszê podaæ wybran± liczbê [1-%d]:
sv: Ange val med nummer [1-%d]:

source: parsing config file
da: fortolker konfigurationsfil
id: parsing berkas konfigurasi
nl: ontleden van configuratiebestand
pl: przetwarzanie pliku konfiguracyjnego
sv: tolkar konfigurationsfil

source: Trying entry:
da: Forsøger post:
id: Mencoba masukan:
nl: Proberen van item:
pl: Próbowanie wpisu:
sv: Försöker med post:

source: Entry "%s" is not valid!
da: Post »%s« er ikke gyldig!
id: Masukan "%s" tidak valid!
nl: Item "%s" is ongeldig!
pl: Wpis "%s" jest nieprawid³owy!
sv: Post "%s" är inte giltig!

source: Entry "%s" is not valid, ignored!
da: Post »%s« er ikke gyldig, ignoreret!
id: Masukan "%s" tidak valid, diabaikan!
nl: Item "%s" is ongeldig -- genegeerd!
pl: Wpis "%s" jest nieprawid³owy, zignorowano!
sv: Post "%s" är inte giltig, ignoreras!

source: Bad entries found.
da: Ugyldige poster fundet.
id: Masukan buruk ditemukan.
nl: Ongeldige items gevonden.
pl: Znaleziono b³êdne wpisy.
sv: Felaktiga poster hittade.

source: No entry found.
da: Ingen post fundet.
id: Tidak ada masukan ditemukan.
nl: Geen items gevonden.
pl: Nie znaleziono wpisu.
sv: Ingen post hittad.

source: No entry found.
da: Ingen post fundet.
id: Tidak ada masukan ditemukan.
nl: Geen items gevonden.
pl: Nie znaleziono wpisu.
sv: Ingen post hittad.

source: Hostname or service not known for specified protocol
da: Værtsnavn eller tjeneste er ikke kendt for den angivne protokol
id: Hostname atau layanan tidak diketahui untuk protokol yang dispesifikasikan
nl: Hostaam of dienst is niet bekend voor opgegeven protocol
pl: Nazwa hosta lub us³ugi nieznana dla podanego protoko³u
sv: Värdnamn eller tjänst är inte kända för angivet protokoll

source: bad port: %s
da: ugyldig port: %s
id: port buruk: %s
nl: ongeldige poort: %s
pl: b³êdny port: %s
sv: felaktig port: %s

source: Trying %s port %d...
da: Forsøger %s port %d...
id: Mencoba %s port %d...
nl: Proberen van %s poort %d...
pl: Próbowanie %s, portu %d...
sv: Provar %s port %d...

source: Trying %s...
da: Forsøger %s...
id: Mencoba %s...
nl: Proberen van %s...
pl: Próbowanie %s...
sv: Provar %s...

source: connect to address %s: %s
da: forbind til adresse %s: %s
id: menguhubungi alamat %s: %s
nl: verbinden met adres %s: %s
pl: ³±czenie z adresem %s: %s
sv: anslut till adress %s: %s

source: Server certificate info:
da: Servercertifikatinfo:
id: Informasi sertifikat server:
nl: Servercertificaatinfo:
pl: Informacje o certyfikacie serwera:
sv: Information om servercertifikat:

source: Certificate is valid since: %s
da: Certifikat er gyldigt siden: %s
id: Sertifikat valid sejak: %s
nl: Certificaat is geldig sinds: %s
pl: Certyfikat jest wa¿ny od: %s
sv: Certifikatet giltigt sedan: %s

source: Certificate expires: %s
da: Certifikat udløber: %s
id: Sertifikat kadaluarsa: %s
nl: Certificaat verloopt op: %s
pl: Certyfikat wygasa: %s
sv: Certifikatet utgår: %s

source: Certificate public key: %s
da: Offentlig nøgle for certifikat: %s
id: Sertifikat kunci publik: %s
nl: Openbare sleutel: %s
pl: Klucz publiczny certyfikatu: %s
sv: Certifikatets publika nyckel: %s
