Repository: tizenorg/platform.upstream.pwdutils
Catalog: po/*.po
Languages: da, id, nl, pl, sv

source: %s: Group `%s' not found in service `%s'.
da: %s: Gruppe »%s« ikke fundet i tjeneste »%s«.
id: %s: Grup `%s' tidak ditemukan dalam layanan `%s'.
nl: %s: Groep '%s' niet gevonden in dienst '%s'.
pl: %s: Nie znaleziono grupy `%s' w us³udze `%s'.
sv: %s: Grupp "%s" hittades inte i tjänst "%s".

source: %s: Cannot remove user's primary group.
da: %s: Kan ikke fjerne brugers primære gruppe.
id: %s: Tidak dapat menghapus grup pengguna utama.
nl: %s: Kan de primaire groep van een gebruiker niet verwijderen.
pl: %s: Nie mo¿na usun±æ g³ównej grupy u¿ytkownika.
sv: %s: Kan inte ta bort användarens primära grupp.

source: %s: Cannot delete group from LDAP database without DN.
da: %s: Kan ikke slette gruppe fra LDAP-database uden DN.
id: %s: Tidak dapat menghapus grup dari basis data LDAP tanpa DN.
nl: %s: Kan zonder DN geen groep uit LDAP-databank verwijderen.
pl: %s: Nie mo¿na usun±æ grupy z bazy danych LDAP bez DN.
sv: %s: Kan inte ta bort grupp från LDAP-databas utan DN.

source: %s: Group not deleted from LDAP database.
da: %s: Gruppe er ikke slettet fra LDAP-database.
id: %s: Grup dihapus dari basis data LDAP.
nl: %s: Groep is niet uit LDAP-databank verwijderd.
pl: %s: Grupa nie usuniêta z bazy danych LDAP.
sv: %s: Grupp togs inte bort från LDAP-databas.

source: %s: GROUPDEL_PRECMD fails with exit code %d.
da: %s: GROUPDEL_PRECMD fejler med kode %d.
id: %s: GROUPDEL_PRECMD gagal dengan kode keluar %d.
nl: %s: GROUPDEL_PRECMD is mislukt met afsluitwaarde %d.
pl: %s: GROUPDEL_PRECMD nie powiod³o siê zwracaj±c kod wyj¶cia %d.
sv: %s: GROUPDEL_PRECMD misslyckades med felkod %d.

source: %s: Error deleting group `%s'.
da: %s: Fejl under sletning af gruppe »%s«.
id: %s: Error menghapus grup `%s'.
nl: %s: Fout tijdens verwijderen van groep '%s'.
pl: %s: B³±d podczas usuwania grupy `%s'.
sv: %s: Fel vid borttagning av grupp "%s".

source: %s: GROUPDEL_POSTCMD fails with exit code %d.
da: %s: GROUPDEL_POSTCMD fejler med kode %d.
id: %s: GROUPDEL_POSTCMD gagal dengan kode keluar %d.
nl: %s: GROUPDEL_POSTCMD is mislukt met afsluitwaarde %d.
pl: %s: GROUPDEL_POSTCMD nie powiod³o siê zwracaj±c kod wyj¶cia %d.
sv: %s: GROUPDEL_POSTCMD misslyckades med felkod %d.

source: Usage: %s [-g gid [-o]] [-n new_name] group
da: Anvend: %s [-g gid [-o]] [-n nyt_navn] gruppe
id: Penggunaan: %s [-g gid [-o]] [-n nama_baru] grup
nl: Gebruik: %s [-g GID [-o]] [-n nieuwe_naam] groep
pl: Sk³adnia: %s [-g gid [-o]] [-n nowa_nazwa] grupa
sv: Användning: %s [-g gid [-o]] [-n nytt_namn] grupp

source: %s - modify a group entry
da: %s - ændr en gruppepost
id: %s - modifikasi sebuah masukan grup
nl: %s - een bestaande groep aanpassen
pl: %s - zmiana wpisu o grupie
sv: %s - ändra en gruppost

source: -g gid Change the groupid to the given number
da: -g gid Ændr gruppe-id'et til det angivne nummer
id: -g gid Ubah grupid ke nomor yang diberikan
nl: -g GID dit nummer gebruiken als nieuw groeps-ID
pl: -g gid Zmiana identyfikatora grupy na podan± liczbê
sv: -g gid Ändra grupp-id till att vara angivet nummer

source: -k skeldir Specify an alternative skel directory
da: -k skeldir Angiv en alternativ skelmappe
id: -k skeldir Spesifikasika sebuah alternatif direktori skel
nl: -k raammap deze map als voorbeeldgeraamte gebruiken
pl: -k kat_skel Podanie alternatywnego katalogu skel
sv: -k skelkat Ange en alternativ skelettkatalog

source: -n name Change group name.
da: -n navn Ændr gruppenavn.
id: -n nama Ubah nama grup.
nl: -n naam nieuwe naam voor de groep
pl: -n nazwa Zmiana nazwy grupy.
sv: -n namn Ändra gruppnamn.

source: -A user Add the user to the group entry
da: -A bruger Tilføj brugeren til gruppeposten
id: -A pengguna Tambahkan pengguna ke masukan grup
nl: -A gebruiker deze gebruiker aan de groep toevoegen
pl: -A u¿ytkownik Dodanie u¿ytkownika do wpisu o grupie
sv: -A användare Lägg till användaren till grupposten

source: -R user Remove the user from the group entry
da: -R bruger Fjern brugeren fra gruppeposten
id: -R pengguna Hapus pengguna dari masukan grup
nl: -R gebruiker deze gebruiker uit de groep verwijderen
pl: -R u¿ytkownik Usuniêcie u¿ytkownika z wpisu o grupie
sv: -R användare Ta bort användren från grupposten

source: Valid services are: files, ldap
da: Gyldige tjenester er: Filer, ldap
id: Layanan valid adalah: files, ldap
nl: Geldige diensten zijn: files, ldap
pl: Poprawne us³ugi to: files, ldap
sv: Giltiga tjänster är: files, ldap

source: %s: invalid numeric argument `%s' for Group ID.
da: %s: Ugyldigt numerisk argument »%s« for gruppe-id.
id: %s: argumen numerik `%s' tidak valid untuk Grup ID.
nl: %s: Ongeldig numeriek argument '%s' voor groeps-ID.
pl: %s: niepoprawny argument liczbowy `%s' dla identyfikatora grupy.
sv: %s: ogiltigt numeriskt argument "%s" för grupp-id.

source: %s: invalid characters in password `%s'.
da: %s: Ugyldige tegn i adgangskode »%s«.
id: %s: karakter tidak valid dalam kata kunci `%s'.
nl: %s: Ongeldige tekens in wachtwoord '%s'.
pl: %s: niepoprawne znaki w ha¶le `%s'.
sv: %s: ogiltiga tecken i lösenord "%s".

source: %s: Cannot modify group in LDAP database without DN.
da: %s: Kan ikke ændre gruppe i LDAP-database uden DN.
id: %s: Tidak dapat mengubah grup dalam basis data LDAP tanpa DN.
nl: %s: Kan zonder DN geen groep in LDAP-databank aanpassen.
pl: %s: Nie mo¿na zmodyfikowaæ grupy w bazie danych LDAP bez DN.
sv: %s: Kan inte ändra grupp i LDAP-databas utan DN.

source: %s: Group not modified in LDAP database.
da: %s: Gruppe ikke ændret i LDAP-database.
id: %s: Grup tidak terubah dalam basis data LDAP.
nl: %s: Groep is in LDAP-databank niet aangepast.
pl: %s: Grupa nie zmodyfikowana w bazie danych LDAP.
sv: %s: Grupp inte ändrad i LDAP-databas.

source: Usage: %s [-P path] [-q|-r]
da: Anvend: %s [-P sti] [-q|-r]
id: Penggunaan: %s [-P jalur] [-q|-r]
nl: Gebruik: %s [-P pad] [-q|-r]
pl: Sk³adnia: %s [-P ¶cie¿ka] [-q|-r]
sv: Användning: %s [-P sökväg] [-q|-r]

source: %s - check integrity of group file
da: %s - tjek integritet på gruppefil
id: %s - periksa integritas dari berkas grup
nl: %s - integriteit van groepsbestand controleren
pl: %s - sprawdzenie integralno¶ci pliku grup
sv: %s - kontrollera gruppfilens integritet

source: -q, --quiet Don't print warnings, only errors
da: -q, --quiet Vis ikke advarsler, kun fejl
id: -q, --quiet Jangan tampilkan peringatan, hanya errors
nl: -q, --quiet geen waarschuwingen, alleen fouten tonen
pl: -q, --quiet Nie wypisywanie ostrze¿eñ, tylko b³êdów
sv: -q, --quiet Skriv inte ut varningar, endast fel

source: -r, --read-only Run in read-only mode, don't make changes
da: -r, --read-only Kør i læsningstilstand, lav ikke ændringer
id: -r, --read-only Jalankan dalam mode baca-saja, jangan membuat perubahan
nl: -r, --read-only bestand enkel lezen, niet wijzigen
pl: -r, --read-only Dzia³anie w trybie wy³±cznie odczytu, bez dokonywania zmian
sv: -r, --read-only Kör i skrivskyddat läge, gör inga ändringar

source: -s, --sort Sort the group file, no checks are done
da: -s, --sort Sorter gruppefilen, ingen tjek er udført
id: -s, --sort Urutkan berkas grup, tidak ada pemeriksaan yang akan dilakukan
nl: -s, --sort groepsbestand sorteren, zonder controles
pl: -s, --sort Posortowanie pliku grup bez sprawdzania
sv: -s, --sort Sortera gruppfilen, inte kontroller görs

source: No
da: Nej
id: Tidak
nl: Nee
pl: Nie
sv: Nej

source: Checking `%s'
da: Tjekker »%s«
id: Memeriksa `%s'
nl: Controleren van '%s'
pl: Sprawdzanie `%s'
sv: Kontrollerar "%s"

source: Invalid group entry.
da: Ugyldig gruppepost.
id: Masukan grup tidak valid.
nl: Ongeldig groepsitem.
pl: Nieprawid³owy wpis o grupie.
sv: Ogiltig gruppost.

source: Delete empty line?
da: Slet tom linje?
id: Hapus baris kosong?
nl: Lege regel verwijderen?
pl: Usun±æ pust± liniê?
sv: Ta bort tom rad?

source: Invalid group entry with comment.
da: Ugyldig gruppepost med kommentar.
id: Masukan grup tidak valid dengan komentar.
nl: Ongeldig groepsitem met commentaar.
pl: Nieprawid³owy wpis o grupie z komentarzem.
sv: Ogiltig grupppost med kommentar.

source: Delete line `%s'?
da: Slet linje »%s«?
id: Hapus baris `%s'?
nl: Regel '%s' verwijderen?
pl: Usun±æ liniê `%s'?
sv: Ta bort rad "%s"?

source: Invalid group name `%s'.
da: Ugyldigt gruppenavn »%s«.
id: Nama grup tidak valid `%s'.
nl: Ongeldige groepsnaam '%s'.
pl: Nieprawid³owy nazwa grupy `%s'.
sv: Ogiltigt gruppnamn "%s".

source: Duplicate group entry
da: Dupliker gruppepost
id: Duplikasi masukan grup
nl: Duplicaat groepsitem
pl: Powtórzony wpis o grupie
sv: Dubblerad gruppost

source: Group `%s': unknown user `%s'
da: Gruppe »%s«: Ukendt bruger »%s«
id: Grup `%s': pengguna `%s' tidak diketahui
nl: Groep '%s': onbekende gebruiker '%s'
pl: Grupa `%s': nieznany u¿ytkownik `%s'
sv: Grupp "%s": okänd användare "%s"

source: Group `%s': Duplicate user entry `%s', already primary group.
da: Gruppe »%s«: Dupliker brugerpost »%s«, er allerede primærgruppe.
id: Grup `%s': Duplikasi masukan pengguna `%s', telah berada dalam grup utama.
nl: Groep '%s': duplicaat gebruikersitem '%s'; is al de primaire groep.
pl: Grupa `%s': Powtórzony wpis o u¿ytkowniku `%s', jest ju¿ grup± g³ówn±.
sv: Grupp "%s": Dubblettpost för användare "%s", redan primär grupp.

source: %s: -s and -r are incompatibile.
da: %s: - s og -r er inkompatible.
id: %s: -s and -r tidak kompatibel.
nl: %s: Opties '-s' en '-r' gaan niet samen.
pl: %s: -s i -r s± niekompatybilne.
sv: %s: -s och -r är inte kompatibla.

source: Usage: %s
da: Anvend: %s
id: Pergunaan: %s
nl: Gebruik: %s
pl: Sk³adnia: %s
sv: Användning: %s

source: %s - convert to shadow group
da: %s - konverter til skyggegruppe
id: %s - ubah ke grup bayangan
nl: %s - omzetten naar schaduwgroep
pl: %s - konwersja do grup z ukrytymi has³ami
sv: %s - konvertera till skuggrupp

source: %s: /etc/gshadow is not supported by this system.
da: %s: /etc/gshadow er ikke understøttet af dette system.
id: %s: /etc/gshadow tidak didukung oleh sistem ini.
nl: %s: Bestand /etc/gshadow wordt niet ondersteund op dit systeem.
pl: %s: /etc/gshadow nie jest obs³ugiwany przez ten system.
sv: %s: /etc/gshadow stöds inte av detta system.

source: %s - convert from shadow groups
da: %s - konverter fra skyggegrupper
id: %s - ubah dari grup bayangan
nl: %s - omzetten uit schaduwgroep
pl: %s - konwersja z grup z ukrytymi has³ami
sv: %s - konvertera från skuggrupper

source: -P path Search group and gshadow file in "path"
da: -P sti Søg efter gruppe og gshadowfil i »sti«
id: -P jalur Cari berkas grup dan gshadow dalam "jalur"
nl: -P pad 'group'- en 'gshadow'-bestanden in dit pad zoeken
pl: -P ¶cie¿ka Szukanie plików group i gshadow w "¶cie¿ce"
sv: -P sökväg Sök filerna grupp och gshadow i "sökväg"

source: %s: No gshadow file found.
da: %s: Ingen gshadow-fil fundet.
id: %s: Tidak ada berkas gshadow yang ditemukan.
nl: %s: Geen 'gshadow'-bestand gevonden.
pl: %s: Nie znaleziono pliku gshadow.
sv: %s: Ingen gshadow-fil hittad.

source: Cannot create backup file `%s': %m
da: Kan ikke oprette sikkerhedsfil »%s«: %m
id: Tidak dapat membuat berkas jaga `%s': %m
nl: Kan geen reservekopiebestand '%s' aanmaken: %m
pl: Nie mo¿na utworzyæ kopii zapasowej pliku `%s': %m
sv: Kan inte skapa säkerhetskopia "%s": %m

source: Error while moving password for `%s'.
da: Fejl under flytning af adgangskode for »%s«.
id: Error ketika memindahkan kata kunci untuk `%s'.
nl: Fout tijdens verplaatsen van wachtwoord voor '%s'.
pl: B³±d podczas przenoszenia has³a dla `%s'.
sv: Fel vid flyttning av lösenord för "%s".

source: Usage: %s [-l|-c command] [group]
da: Anvend: %s [-l|-c kommando] [gruppe]
id: Penggunaan: %s [-l|-c perintah] [grup]
nl: Gebruik: %s [-l|-c opdracht] [groep]
pl: Sk³adnia: %s [-l|-c polecenie] [grupa]
sv: Användning: %s [-l|-c kommando] [grupp]

source: %s - change the effective group id
da: %s - ændr den effektive gruppe-id
id: %s - ubah grup id efektif
nl: %s - het effectieve groeps-ID wijzigen
pl: %s - zmiana efektywnego identyfikatora grupy
sv: %s - ändra effektivt grupp-id

source: -l, --login reinitialize environment as if logged in
da: -l, --logind geninstaller miljø som om du var logget ind
id: -l, --login reinisialisasi lingkungan seperti jika logged in
nl: -l, --login omgeving herinitialiseren als bij aanmelden
pl: -l, --login ponowna inicjalizacja ¶rodowiska logowania
sv: -l, --login initiera om miljö som om inloggad

source: -c command Execute `command' with new group
da: -c kommando Kør »kommando« med ny gruppe
id: -c perintah Jalankan `perintah' dengan grup baru
nl: -c opdracht deze opdracht met nieuwe groep uitvoeren
pl: -c polecenie Wykonanie `polecenia' z now± grup±
sv: -c kommando Starta "kommando" med ny grupp

source: %s: -l and -c are exclusive
da: %s: -l og -c udelukker hinanden indbyrdes
id: %s: -l dan -c adalah ekslusif
nl: %s: opties '-l' en '-c' sluiten elkaar uit
pl: %s: -l i -c siê wykluczaj±
sv: %s: -l och -c är uteslutande

source: %s: -c requires a group argument
da: %s: -c kræver et gruppeargument
id: %s: -c membutuhkan sebuah argumen grup
nl: %s: optie '-c' vereist een groepsargument
pl: %s: -c wymaga argumentu bêd±cego grup±
sv: %s: -c kräver ett gruppargument

source: %s: Unknown user.
da: %s: Ukendt bruger.
id: %s: Pengguna tidak diketahui.
nl: %s: Onbekende gebruiker.
pl: %s: Nieznany u¿ytkownik.
sv: %s: Okänd användare.

source: %s: bad group `%s'.
da: %s: dårlig gruppe »%s«.
id: %s: grup `%s' buruk.
nl: %s: Ongeldige groep '%s'.
pl: %s: b³êdna grupa `%s'.
sv: %s: felaktig grupp "%s".

source: %s: calling getgroups failed: %s
da: %s: Kunne ikke kalde op til getgrupper: %s
id: %s: panggilan ke getgroups gagal: %s
nl: %s: aanroepen van getgroups() is mislukt: %s
pl: %s: wywo³anie getgroups nie powiod³o siê: %s
sv: %s: anrop av getgroups misslyckades: %s

source: %s: failure to get group entry for %d.
da: %s: Kunne ikke indhente gruppepost for %d.
id: %s: gagal untuk memperoleh masukan grup untuk %d.
nl: %s: Kan geen groepsitem voor %d verkrijgen.
pl: %s: nie uda³o siê pobraæ wpisu o grupie dla %d.
sv: %s: misslyckades med att få gruppost för %d.

source: Password:
da: Adgangskode:
id: Kata kunci:
nl: Wachtwoord:
pl: Has³o:
sv: Lösenord:

source: %s: password incorrect.
da: %s: Ugyldig adgangskode.
id: %s: kata kunci tidak benar.
nl: %s: Wachtwoord is onjuist.
pl: %s: has³o niepoprawne.
sv: %s: felaktigt lösenord.

source: %s: too many groups, not added.
da: %s: For mange grupper, ikke tilføjet.
id: %s: terlalu banyak grup, tidak ditambahkan.
nl: %s: Te veel groepen; er is geen toegevoegd.
pl: %s: zbyt du¿o grup, nie dodano.
sv: %s: för många grupper, lades inte till.

source: %s: calling setgroups failed: %s
da: %s: Kunne ikke kalde op til setgrupper: %s
id: %s: panggilan ke setgroups gagal: %s
nl: %s: aanroepen van setgroups() is mislukt: %s
pl: %s: wywo³anie setgroups nie powiod³o siê: %s
sv: %s: anrop av setgroups misslyckades: %s

source: %s: calling setgid failed: %s
da: %s: Kunne ikke kalde op til setgid: %s
id: %s: panggilan ke setgid gagal: %s
nl: %s: aanroepen van setgid() is mislukt: %s
pl: %s: wywo³anie setgid nie powiod³o siê: %s
sv: %s: anrop av setgid misslyckades: %s

source: %s: calling initgroups failed: %s
da: %s: Kunne ikke kalde op til initgrupper: %s
id: %s: panggilan ke initgroups gagal: %s
nl: %s: aanroepen van initgroups() is mislukt: %s
pl: %s: wywo³anie initgroups nie powiod³o siê: %s
sv: %s: anrop av initgroups misslyckades: %s

source: %s: calling setuid failed: %s
da: %s: Kunne ikke kalde op til setuid: %s
id: %s: panggilan ke setuid gagal: %s
nl: %s: aanroepen van setuid() is mislukt: %s
pl: %s: wywo³anie setuid nie powiod³o siê: %s
sv: %s: anrop av setuid misslyckades: %s

source: Cannot change to directory %s: %s
da: Kan ikke skifte til mappe %s: %s
id: Tidak dapat pindah ke direktori %s: %s
nl: Kan niet naar map %s gaan: %s
pl: Nie mo¿na przej¶æ do katalogu %s: %s
sv: Kan inte ändra till katalog %s: %s

source: %s: execl failed: %s
da: %s: execl mislykkedes: %s
id: %s: execl gagal: %s
nl: %s: execl() is mislukt: %s
pl: %s: execl nie powiod³o siê: %s
sv: %s: execl misslyckades: %s

source: error while reading request: %s
da: fejl under læsning af forespørgsel: %s
id: error ketika membaca permintaan: %s
nl: fout tijdens lezen van verzoek: %s
pl: b³±d podczas czytania ¿±dania: %s
sv: fel vid läsning av begäran: %s

source: Peer has closed the TLS connection
da: Modpart har lukket TLS-forbindelsen
id: Peer telah menutup koneksi TLS
nl: Andere computer heeft TLS-verbinding gesloten
pl: Druga strona zamknê³a po³±czenie TLS
sv: Motpart har stängt TLS-anslutningen

source: error while allocating memory: %m
da: fejl under tildeling af hukommelse: %m
id: error ketika mengalokasikan memori: %m
nl: fout bij reserveren van geheugen: %m
pl: b³±d podczas przydzielania pamiêci: %m
sv: fel vid minnesallokering: %m

source: error while reading request data: %s
da: fejl under læsning af forespørgselsdata: %s
id: error ketika membaca permintaan data: %s
nl: fout tijdens lezen van verzoeksgegevens: %s
pl: b³±d podczas czytania danych ¿±dania: %s
sv: fel vid dataläsning av begäran: %s

source: Cannot send input back to server: %s
da: Kan ikke sende inddata tilbage til server: %s
id: Tidak dapat mengirim masukan kembali ke server: %s
nl: Kan invoer niet terugzenden naar server: %s
pl: Nie mo¿na odes³aæ wej¶cia do serwera: %s
sv: Kan inte skicka inmatning tillbaka till server: %s

source: wrong data received
da: modtog forkerte data
id: data yang diterima salah
nl: onjuiste gegevens ontvangen
pl: otrzymano b³êdne dane
sv: fel data mottogs

source: error while reading request data: %m
da: fejl under læsning af forespørgselsdata: %m
id: error ketika membaca permintaan data: %m
nl: fout tijdens lezen van verzoeksgegevens: %m
pl: b³±d podczas czytania danych ¿±dania: %m
sv: fel vid läsning av begärt data: %m

source: Cannot send input back to server: %m
da: Kan ikke sende inddata tilbage til server: %m
id: Tidak dapat mengirim masukan kembali ke server: %m
nl: Kan invoer niet terugzenden naar server: %m
pl: Nie mo¿na odes³aæ wej¶cia do serwera: %m
sv: Kan inte skicka inmatning tillbaka till server: %m

source: SLP: Found Server on %s, port %s (%s)
da: SLP: Fandt server på %s, port %s (%s)
id: SLP: Ditemukan Server di %s, port %s (%s)
nl: SLP: Server gevonden op %s, poort %s (%s)
pl: SLP: Znaleziono serwer na %s, porcie %s (%s)
sv: SLP: Hittade server på %s, port %s (%s)

source: SLP: Found Server on %s, port %s
da: SLP: Fandt server på %s, port %s
id: SLT: Ditemukan Server di %s, port %s
nl: SLP: Server gevonden op %s, poort %s
pl: SLP: Znaleziono serwer na %s, porcie %s
sv: SLP: Hittade server på %s, port %s

source: SLP: Found Server on %s (%s)
da: SLP: Fandt server på %s (%s)
id: SLP: Ditemukan Server di %s (%s)
nl: SLP: Server gevonden op %s (%s)
pl: SLP: Znaleziono serwer na %s (%s)
sv: SLP: Hittade server på %s (%s)

source: SLP: Found Server on %s
da: SLP: Fandt server på %s
id: SLP: Ditemukan Server di %s
nl: SLP: Server gevonden op %s
pl: SLP: Znaleziono serwer na %s
sv: SLP: Hittade server på %s

source: Unable to initialize BioAPI framework, BioAPI error #:%x.
da: Kan ikke initialisere BioAPI-struktur, BioAPI-fejl #:%x.
id: Tidak dapat menginisialisasi lembar kerja BioAPI, BioAPI error #:%x.
nl: Kan BioAPI-systeem niet initialiseren (BioAPI-fout %x).
pl: Nie mo¿na zainicjowaæ szkieletu BioAPI, b³±d BioAPI #:%x.
sv: Kunde inte initiera BioAPI-ramverk, BioAPI-fel #:%x.

source: Unable to parse UUID (BioAPI error #:%x) : %s
da: Kan ikke fortolke UUID (BioAPI-fejl #:%x) : %s
id: Tidak dapat memparse UUID (BioAPI error #:%x) : %s
nl: Kan UUID niet ontleden (BioAPI-fout %x): %s
pl: Nie mo¿na przeanalizowaæ UUID-a (b³±d BioAPI #:%x): %s
sv: Kunde inte tolka UUID (BioAPI-fel #:%x) : %s

source: Unable to load BioAPI BSP with UUID of %s, BioAPI error #%x.
da: Kan ikke indlæste BioAPI BSP med UUID fra %s, BioAPI-fejl #%x.
id: Tidak dapat memuat BioAPI BSP dengan UUID dari %s, BioAPI error #%x.
nl: Kan BioAPI-BSP met UUID %s niet laden (BioAPI-fout %x).
pl: Nie mo¿na wczytaæ BSP BioAPI z UUID-em %s, b³±d BioAPI #%x.
sv: Kunde inte läsa in BioAPI BSP med UUID på %s, BioAPI-fel #%x.

source: Unable to attach default device to BioAPI BSP with UUID of %s, BioAPI error #%x.
da: Kan ikke tilføje standardenhed til BioAPI BSP med UUID fra %s, BioAPI-fejl #%x.
id: Tidak dapat menggunakan perangkat baku ke BioAPI BSP dengan UUID dari %s, BioAPI error #%x.
nl: Kan standaardapparaat niet aanhechten aan BioAPI-BSP met UUID %s (BioAPI-fout %x).
pl: Nie mo¿na do³±czyæ domy¶lnego urz±dzenia do BSP BioAPI z UUID-em %s, b³±d BioAPI #%x.
sv: Kunde inte koppla standardenhet till BioAPI BSP med UUID på %s, BioAPI-fel #%x.

source: Unable to create BIR database directory, "%s"
da: Kan ikke oprette BIR-databasemappe, »%s«
id: Tidak dapat membuat direktori basis data BIR, "%s"
nl: Kan BIR-databankmap '%s' niet aanmaken.
pl: Nie mo¿na utworzyæ katalogu bazy danych BIR, "%s"
sv: Kunde inte skapa BIR-databaskatalog, "%s"

source: Unable to create BSP-specific subdirectory in BIR database directory, "%s"
da: Kan ikke oprette BSP-specifik undermappe i BIR-databasemappe, »%s«
id: Tidak dapat membuat subdirektori spesifik BSP dalam basis data direktori BIR, "%s"
nl: Kan geen BSP-specifieke submap in BIR-databankmap '%s' aanmaken.
pl: Nie mo¿na utworzyæ podkatalogu dla BSP w katalogu bazy danych BIR, "%s"
sv: Kunde inte skapa BSP-specifik underkatalog i BIR-databaskatalogen, "%s"

source: Unable to write biometric identification record, "%s": BioAPI error #%x
da: Kan ikke skrive biometrisk identifikationsoptagelse, »%s«: BioAPI-fejl #%x
id: Tidak dapat menulis rekaman identifikasi biometrik, "%s": BioAPI error #%x
nl: Kan biometrisch identificatierecord '%s' niet schrijven (BioAPI-fout %x).
pl: Nie mo¿na zapisaæ rekordu identyfikacji biometrycznej, "%s": b³±d BioAPI #%x
sv: Kunde inte skriva biometrisk identifieringspost, "%s": BioAPI-fel #%x

source: Unable to open BIR for writing, "%s"
da: Kan ikke åbne og skrive i BIR, »%s«
id: Tidak dapat membuka BIR untuk ditulis, "%s"
nl: Kan BIR '%s' niet openen om te schrijven.
pl: Nie mo¿na otworzyæ BIR do zapisu, "%s"
sv: Kunde inte öppna BIR för skrivning, "%s"

source: Unable to enroll user %s using BSP with UUID of %s, BioAPI error #%x.
da: Kan ikke indtegne bruger %s der anvender BSP med UUID fra %s, BioAPI-fejl #%x.
id: Tidak dapat mengenroll pengguna %s menggunakan BSP dengan UUID dari %s, BioAPI error #%x.
nl: Kan gebruiker '%s' niet aannemen via BSP met UUID %s (BioAPI-fout %x).
pl: Nie mo¿na zarejestrowaæ u¿ytkownika %s przy u¿yciu BSP z UUID-em %s, b³±d BioAPI #%x.
sv: Kunde inte införa användaren %s med BSP med UUID på %s, BioAPI-fel #%x.

source: Usage: %s [-f|-g|-s|-k[-q]] [account]
da: Anvend: %s [-f|-g|-s|-k[-q]] [konto]
id: Penggunaan: %s [-f|-g|-s|-k[-q]] [account]
nl: Gebruik: %s [-f|-g|-s|-k[-q]] [account]
pl: Sk³adnia: %s [-f|-g|-s|-k[-q]] [konto]
sv: Användning: %s [-f|-g|-s|-k[-q]] [konto]

source: %s [-D binddn] [-n min] [-x max] [-w warn] [-i inact] account
da: %s [-D binddn] [-n min] [-x maks] [-w adv] [-i inakt] konto
id: %s [-D binddn] [-n min] [-x max] [-w peringatan] [-i inact] account
nl: %s [-D bindnaam] [-n minimum] [-x maximum] [-w waarschuwtijd] [-i inactiviteit] account
pl: %s [-D binddn] [-n min] [-x maks] [-w ostrze¿] [-i nieakt] konto
sv: %s [-D binddn] [-n min] [-x max] [-w varn] [-i inakt] konto

source: %s {-l|-u|-d|-S[-a]|-e} account
da: %s {-l|-u|-d|-S[-a]|-e} konto
pl: %s {-l|-u|-d|-S[-a]|-e} konto
sv: %s {-l|-u|-d|-S[-a]|-e} konto

source: %s --bioapi [account]
da: %s --bioapi [konto]
pl: %s --bioapi [konto]
sv: %s --bioapi [konto]

source: %s --stdin [account]
da: %s --stdin [konto]
pl: %s --stdin [konto]
sv: %s --stdin [konto]

source: %s - change password information
da: %s - ændr adgangskodeinformation
id: %s - ubah informasi kata kunci
nl: %s - wachtwoordinformatie wijzigen
pl: %s - zmiana informacji o ha¶le
sv: %s - ändra lösenordsinformation
