Repository: tizenorg/platform.upstream.pwdutils
Catalog: po/*.po
Languages: da, id, nl, pl, sv

source: %s: PAM Failure, aborting: %s
da: %s: PAM-fejl, afbryder: %s
id: %s: PAM Gagal, membatalkan: %s
nl: %s: PAM-fout -- gestopt: %s
pl: %s: Niepowodzenie PAM, zakoñczenie: %s
sv: %s: PAM-fel, avbryter: %s

source: Enter login(%s) password:
da: Indtast logind(%s) adgangskode:
id: Masukan kata kunci login(%s):
nl: Geef het wachtwoord voor %s:
pl: Has³o logowania(%s):
sv: Ange inloggningslösenord (%s):

source: Cannot fork: %s
da: Kan ikke forgrene: %s
id: Tidak dapat fork: %s
nl: Kan geen nieuw proces starten: %s
pl: Nie mo¿na wykonaæ fork: %s
sv: Kan inte grena process: %s

source: waitpid (%d) failed: %s
da: waitpid (%d) mislykkedes: %s
id: waitpid (%d) gagal: %s
nl: waitpid(%d) is mislukt: %s
pl: waitpid (%d) nie powiod³o siê: %s
sv: waitpid (%d) misslyckades: %s

source: Can't compile regular expression: %s
da: Kan ikke kompilere regulært udtryk: %s
id: Tidak dapat menyusun pernyataan umum: %s
nl: Kan reguliere expressie niet compileren: %s
pl: Nie mo¿na skompilowaæ wyra¿enia regularnego: %s
sv: Kan inte bygga reguljärt uttryck: %s

source: Cannot change owner/group for `%s': %s
da: Kan ikke ændre ejer/gruppe for »%s«: %s
id: Tidak dapat mengubah pemilik/grup untuk `%s': %s
nl: Kan groep of eigenaar van '%s' niet wijzigen: %s
pl: Nie mo¿na zmieniæ w³a¶ciciela/grupy pliku `%s': %s
sv: Kan inte ändra ägare/grupp för "%s": %s

source: Can't create `%s': %m
da: Kan ikke oprette »%s«: %m
id: Tidak dapat membuat `%s': %m
nl: Kan '%s' niet aanmaken: %m
pl: Nie mo¿na utworzyæ `%s': %m
sv: Kan inte skapa "%s": %m

source: Cannot create directory `%s': %s
da: Kan ikke oprette mappe »%s«: %s
id: Tidak dapat membuat direktori `%s': %s
nl: Kan map '%s' niet aanmaken: %s
pl: Nie mo¿na utworzyæ katalogu `%s': %s
sv: Kan inte skapa katalog "%s": %s

source: Cannot change permissions for `%s': %s
da: Kan ikke ændre rettigheder for »%s«: %s
id: Tidak dapat mengubah ijin untuk `%s': %s
nl: Kan de toegangsrechten van '%s' niet wijzigen: %s
pl: Nie mo¿na zmieniæ uprawnieñ dla `%s': %s
sv: Kan inte ändra rättigheter för "%s": %s

source: Cannot create symlink `%s': %s
da: Kan ikke oprette symbolsk henvisning »%s«: %s
id: Tidak dapat membuat symlink `%s': %s
nl: Kan symbolische koppeling '%s' niet maken: %s
pl: Nie mo¿na utworzyæ dowi±zania symbolicznego `%s': %s
sv: Kan inte skapa symbolisk länk "%s": %s

source: Cannot copy `%s': %s
da: Kan ikke kopiere »%s« %s
id: Tidak dapat menyalin `%s': %s
nl: Kan '%s' niet kopiëren: %s
pl: Nie mo¿na skopiowaæ `%s': %s
sv: Kan inte kopiera "%s": %s

source: Cannot get attributes for `%s': %m
da: Kan ikke hente attribut for »%s«: %m
id: Tidak dapat memperoleh atribut untuk `%s': %m
nl: Kan eigenschappen van '%s' niet bepalen: %m
pl: Nie mo¿na odczytaæ atrybutów pliku `%s': %m
sv: Kan inte hämta attribut för "%s": %m

source: Cannot get attribute %s of `%s': %m
da: Kan ikke hente attribut %s af »%s«: %m
id: Tidak dapat mendapatkan atribut %s dari `%s': %m
nl: Kan eigenschap %s van '%s' niet bepalen: %m
pl: Nie mo¿na odczytaæ atrybutu %s pliku `%s': %m
sv: Kan inte hämta attribut %s för "%s": %m

source: SELinux not enabled, ignore attribute %s for `%s'.
da: SELinux er ikke slået til, ignorer attribut %s for »%s«.
id: SELinux tidak aktif, abaikan atribut %s untuk `%s'.
nl: SELinux is niet ingeschakeld; eigenschap %s voor '%s' wordt genegeerd.
pl: SELinux nieaktywny, zignorowano atrybut %s pliku `%s'.
sv: SELinux inte aktiverat, ignorerar attribut %s för "%s".

source: Cannot set attribute %s for `%s': %m
da: Kan ikke indstille attribut %s for »%s«: %m
id: Tidak dapat menset atribut %s untuk `%s': %m
nl: Kan eigenschap %s van '%s' niet instellen: %m
pl: Nie mo¿na ustawiæ atrybutu %s pliku `%s': %m
sv: Kan inte ställa in attributet %s för "%s": %m

source: %s: Can't get context for `%s'
da: %s: Kan ikke hente sammenhæng for »%s«
id: %s: Tidak dapat mendapatkan konteks untuk `%s'
nl: %s: Kan context van '%s' niet bepalen
pl: %s: Nie mo¿na odczytaæ kontekstu dla `%s'
sv: %s: Kan inte hämta kontext för "%s

source: %s: Can't set context for `%s'
da: %s: Kan ikke indstille kontekst for »%s«
id: %s: Tidak dapat menset konteks untuk `%s'
nl: %s: Kan context voor %s niet instellen
pl: %s: Nie mo¿na ustawiæ kontekstu dla `%s'
sv: %s: Kan inte ställa in kontext för "%s"

source: Enter LDAP Password:
da: Indtast LDAP-adgangskode:
id: Masukan kata kunci LDAP:
nl: Geef het LDAP-wachtwoord:
pl: Has³o LDAP:
sv: Ange LDAP-lösenord:

source: Cannot lock group file: already locked.
da: Kan ikke låse gruppefil: Er allerede låst.
id: Tidak dapat mengunci berkas grup: telah terkunci.
nl: Kan groepsbestand niet vergrendelen: het is al vergrendeld.
pl: Nie mo¿na zablokowaæ pliku grup: ju¿ zablokowany.
sv: Kan inte låsa gruppfil: redan låst.

source: Can't open `%s': %m
da: Kan ikke åbne »%s«: %m
id: Tidak dapat membuka `%s': %m
nl: Kan '%s' niet openen: %m
pl: Nie mo¿na otworzyæ `%s': %m
sv: Kan inte öppna "%s": %m

source: Can't stat `%s': %m
da: Kan ikke stat »%s«: %m
id: Tidak dapat memperoleh statistik `%s': %m
nl: Kan status van '%s' niet opvragen: %m
pl: Nie mo¿na wykonaæ stat `%s': %m
sv: Kan inte ta status på "%s": %m

source: Error while writing `%s': %m
da: Fejl under skrivning »%s«: %m
id: Error ketika menulis `%s': %m
nl: Fout bij schrijven van '%s': %m
pl: B³±d podczas zapisu `%s': %m
sv: Fel vid skrivning av "%s": %m

source: Group not found (and not deleted): %s
da: Gruppe ikke fundet (og ikke slettet): %s
id: Grup tidak ditemukan (dan tidak terhapus): %s
nl: Groep niet gevonden (en niet verwijderd): %s
pl: Grupa nie znaleziona (i nie usuniêta): %s
sv: Grupp hittades inte (och inte borttagen): %s

source: Error while closing `%s': %m
da: Fejl under lukning »%s«: %m
id: Error ketika menutup `%s': %m
nl: Fout bij sluiten van '%s': %m
pl: B³±d podczas zamykania `%s': %m
sv: Fel vid stängning av "%s": %m

source: Error while writing to disk `%s': %m
da: Fejl under skrivning til disk »%s«: %m
id: Error ketika menulis ke disk `%s': %m
nl: Fout bij schrijven naar schijf '%s': %m
pl: B³±d podczas zapisu na dysk `%s': %m
sv: Fel vid skrivning till disk "%s": %m

source: Error while syncing to disk `%s': %m
da: Fejl under synkronisering med disk »%s«: %m
id: Error ketika sinkronisasi ke disk `%s': %m
nl: Fout bij synchroniseren naar schijf '%s': %m
pl: B³±d podczas synchronizacji na dysk `%s': %m
sv: Fel vid synkronisering till disk "%s": %m

source: Warning: cannot create backup file `%s': %m
da: Advarsel: Kan ikke oprette sikkerhedskopifil »%s«: %m
id: Peringatan: tidak dapat membuat berkas backup `%s': %m
nl: Waarschuwing: kan reservekopiebestand '%s' niet aanmaken: %m
pl: Uwaga: nie mo¿na utworzyæ pliku kopii zapasowej `%s': %m
sv: Varning: kan inte skapa säkerhetskopia "%s": %m

source: Error while renaming `%s': %m
da: Fejl under omdøbning af »%s«: %m
id: Error ketika mengubah nama `%s': %m
nl: Fout tijdens hernoemen van '%s': %m
pl: B³±d podczas zmiany nazwy `%s': %m
sv: Fel vid byte av namn på "%s": %m

source: LDAP information update failed: %s
da: LDAP-informationsopdatering mislykkedes: %s
id: Update informaso LDAP gagal: %s
nl: Bijwerken van LDAP-informatie is mislukt: %s
pl: Uaktualnienie informacji w bazie LDAP nie powiod³o siê: %s
sv: Uppdatering av LDAP-information misslyckades: %s

source: Cannot modify/add NIS group entries.
da: Kan ikke ændre/tilføje NIS-gruppe-poster.
id: Tidak dapat mengubah/menambahkan masukan grup NIS.
nl: Kan NIS-groepsitems niet toevoegen/aanpassen.
pl: Nie mo¿na zmodyfikowaæ/dodaæ wpisów group w NIS.
sv: Kan inte ändra/lägga till NIS-grupposter.

source: Unknown service %d.
da: Ukendt tjeneste %d.
id: Layanan tidak dikenal %d.
nl: Onbekende dienst %d.
pl: Nieznana us³uga %d.
sv: Okänd tjänst %d.

source: Authentication failure.
da: Godkendelse mislykkedes.
id: Autentifikasi gagal.
nl: Authenticatie is mislukt.
pl: B³±d uwierzytelnienia.
sv: Autentiseringsfel.

source: Cannot find base ou for new users.
da: Kan ikke finde base ou for nye brugere.
id: Tidak dapat menemukan dasar ou untuk pengguna baru.
nl: Kan geen basis-OU voor nieuwe gebruikers vinden.
pl: Nie znaleziono podstawowej ou dla nowych u¿ytkowników.
sv: Kan inte hitta avdelning för nya användare.

source: Base DN for user account `%s' is "%s".
da: Base DN for brugerkonto »%s« er »%s«.
id: Dasar DN untuk account pengguna `%s' adalah "%s".
nl: Basis-DN voor gebruiker '%s' is "%s".
pl: Podstawowa DN dla konta u¿ytkownika `%s' to "%s".
sv: Namn för användarkonto "%s" är "%s".

source: Cannot find base ou for new groups.
da: Kan ikke finde base ou for nye grupper.
id: Tidak dapat menemukan dasar ou untuk grup baru.
nl: Kan geen basis-OU voor nieuwe groepen vinden.
pl: Nie znaleziono podstawowej ou dla nowych grup.
sv: Kan inte hitta avdelning för nya grupper.

source: Base DN for group `%s' is "%s".
da: Base DN for gruppe »%s« er »%s«.
id: Dasar DN untuk grup `%s' adalah "%s".
nl: Basis-DN voor groep '%s' is "%s".
pl: Podstawowa DN dla grupy `%s' to "%s".
sv: Namn för grupp "%s" är "%s".

source: Cannot open logging plugin: %s
da: Kan ikke åbne logningsudvidelsesmodul: %s
id: Tidak dapat membuka plugin logging: %s
nl: Kan logboek-plugin niet openen: %s
pl: Nie mo¿na otworzyæ wtyczki logowania: %s
sv: Kan inte öppna insticksmodul för loggning: %s

source: Cannot find symbol `%s': %s
da: Kan ikke finde symbol »%s«: %s
id: Tidak dapat menemukan simbol `%s': %s
nl: Kan symbool '%s' niet vinden: %s
pl: Nie znaleziono symbolu `%s': %s
sv: Kan inte hitta symbol "%s": %s

source: Error setting up logging subsystem!
da: Fejl under opsætning af logningsundersystem!
id: Error mengkonfigurasi logging subsistem!
nl: Fout tijdens initialisatie van logboeksubsysteem!
pl: B³±d podczas uruchamiania podsystemu logowania!
sv: Fel vid inställning av undersystem för loggning!

source: Can't open %s for reading: %s
da: Kan ikke åbne %s til læsning: %s
id: Tidak dapat membuka %s untuk pembacaan: %s
nl: Kan %s niet openen om te lezen: %s
pl: Nie mo¿na otworzyæ %s do odczytu: %s
sv: Kan inte öppna %s för läsning: %s

source: Unable to obtain entropy from %s
da: Kunne ikke hente entropi fra %s
id: Tidak dapat memperoleh entropy dari %s
nl: Kan geen entropie verkrijgen uit %s
pl: Nie mo¿na uzyskaæ entropii z %s
sv: Kunde inte hämta entropidata från %s

source: Unable to generate a salt, check your crypt settings.
da: Kunne ikke oprette en salt, tjek din kryptopsætning.
id: Tidak dapat menghasilkan sebuah salt, periksa konfigurasi crypt anda.
nl: Kan geen salt genereren; controleer uw cryptografie-instellingen.
pl: Nie mo¿na wygenerowaæ zarodka, proszê sprawdziæ ustawienia crypt.
sv: Kunde inte generera salt, kontrollera dina inställningar för crypt.

source: No support for blowfish compiled in, using MD5.
da: Ingen understøttelse af blowfisk er kompileret ind, anvender MD5.
id: Tidak ada dukungan untuk blowfish yang ikut dikompile, menggunakan MD5.
nl: Er is geen ondersteuning voor blowfish; MD5 wordt gebruikt.
pl: Nie wkompilowano obs³ugi blowfish. U¿yto MD5.
sv: Inget stöd för blowfish inbyggt, använder MD5.

source: No support for %s available, using DES.
da: Ingen understøttelse af %s tilgængelig, anvender DES.
id: Tidak ada dukungan untuk %s tersedia, menggunakan DES.
nl: Er is geen ondersteuning voor %s; DES wordt gebruikt.
pl: Brak obs³ugi %s, u¿yto DES.
sv: Inget stöd för %s tillgänglig, använder DES.

source: Could not determine hostname!
da: Kunne ikke finde værtsnavn!
id: Tidak dapat menentukan nama host!
nl: Kan hostnaam niet achterhalen!
pl: Nie mo¿na okre¶liæ nazwy hosta!
sv: Kunde inte fastställa värdnamn!

source: Can't find %s's secret key
da: Kan ikke finde %ss hemmelige nøgle
id: Tidak dapat menemukan kunci rahasia %s
nl: Kan geheime sleutel van '%s' niet vinden.
pl: Nie znaleziono klucza tajnego %s
sv: Kan inte hitta hemlig nyckel för %s

source: Could not get public key for %s!
da: Kunne ikke finde offentlig nøgle for %s!
id: Tidak dapat memperoleh kunci publik untuk %s!
nl: Kan publieke sleutel van '%s' niet verkrijgen!
pl: Nie mo¿na pobraæ klucza publicznego %s!
sv: Kunde inte hämta publik nyckel för %s!

source: Could not determine the NIS+ root server!
da: Kunne ikke finde NIS+-rootserveren!
id: Tidak dapat menentukan NIS+ root server!
nl: Kan de NIS+-hoofdserver niet bepalen!
pl: Nie mo¿na okre¶liæ g³ównego serwera NIS+!
sv: Kunde inte fastställa rotserver för NIS+!

source: Could not create conversion key!
da: Kunne ikke oprette omregningsnøgle!
id: Tidak dapat membuat kunci pengubahan!
nl: Kan geen conversiesleutel aanmaken!
pl: Nie mo¿na utworzyæ klucza konwersji!
sv: Kunde inte skapa konverteringsnyckel!

source: DES encryption failure
da: DES-kryptering mislykkedes
id: DES enkripsi gagal
nl: DES-versleuteling is mislukt
pl: Niepowodzenie szyfrowania DES
sv: DES-krypteringsfel

source: rpc.nispasswd not running on %s?
da: rpc.nispasswd kører ikke på %s?
id: rpc.nispasswd tidak berjalan di %s?
nl: rpc.nispasswd draait niet op %s?
pl: rpc.nispasswd nie dzia³a na %s?
sv: rpc.nispasswd körs inte på %s?

source: ERROR: password incorrect, try again
da: FEJL: Adgangskode forkert, forsøg igen
id: ERROR: kata kunci tidak benar, coba lagi
nl: FOUT: onjuist wachtwoord; probeer het opnieuw
pl: B£¡D: has³o niepoprawne, proszê spróbowaæ ponownie
sv: FEL: lösenordet felaktigt, försök igen

source: ERROR: %s password not changed
da: FEJL: %s adgangskode ikke ændret
id: ERROR: %s kata kunci tidak berubah
nl: FOUT: %s Wachtwoord is niet gewijzigd.
pl: B£¡D: %s has³o nie zmienione
sv: FEL: %s lösenordet inte ändrat

source: DES decryption failure!
da: DES-afkryptering mislykkedes!
id: DES dekripsi gagal!
nl: DES-ontsleuteling is mislukt!
pl: Niepowodzenie deszyfrowania DES!
sv: DES-dekrypteringsfel!

source: ERROR: Unknown error, don't know what happened
da: FEJL: Ukendt fejl, ved ikke hvad der skete
id: ERROR: Error tidak diketahui, tidak tahu apa yang sedang terjadi
nl: FOUT: onbekende fout; geen idee wat er gebeurd is
pl: B£¡D: Nieznany b³±d, nie wiadomo co siê sta³o
sv: FEL: Okänt fel, vet inte vad som hände

source: NIS+ password information changed for %s
da: Adgangskodeinformation for NIS+ ændredes for %s
id: informasi kata kunci NIS+ berubah untuk %s
nl: NIS+-wachtwoordinformatie voor %s is gewijzigd.
pl: Zmieniono informacje o ha¶le w NIS+ dla %s
sv: Lösenordsinformation för NIS+ ändrad för %s

source: NIS+ credential information changed for %s
da: Baggrundsinformation for NIS+ ændredes for %s
id: informasi kredensial NIS+ berubah untuk %s
nl: NIS+-authenticatie-informatie voor %s is gewijzigd.
pl: Zmieniono informacje uwierzytelniaj±ce w NIS+ dla %s
sv: Behörighetsinformation i NIS+ ändrades för %s

source: NIS+ passwd table not found: %s
da: Adgangskodetabel for NIS+ blev ikke fundet: %s
id: tabel kata kunci NIS+ tidak ditemukan: %s
nl: NIS+-wachtwoordentabel is niet gevonden: %s
pl: Nie znaleziono tablicy passwd w NIS+: %s
sv: Tabell för NIS+-lösenord hittades inte: %s

source: User not found in NIS+ table.
da: Bruger ikke fundet i NIS+-tabel.
id: Pengguna tidak ditemukan dalam tabel NIS+.
nl: Gebruiker niet gevonden in NIS+-tabel.
pl: Nie znaleziono u¿ytkownika w tabeli NIS+.
sv: Användaren hittades inte i NIS+-tabell.

source: Try `%s --help' or `%s --usage' for more information.
da: Forsøg »%s --help« eller »%s --usage« for yderligere information.
id: Coba `%s --help' atau `%s --usage' untuk informasi lebih lanjut.
nl: Typ '%s --help' of '%s --usage' voor meer informatie.
pl: `%s --help' lub `%s --usage' poda wiêcej informacji.
sv: Försök med "%s --help" eller "%s --usage" för mer information.

source: Copyright (C) %s Thorsten Kukuk. This is free software; see the source for copying conditions. There is NO warranty; not even for MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.
da: Ophavsret (C) %s Thorsten Kukuk. Dette er frit software; se kilden for kopieringsbetingelser. Der er INGEN garanti; end ikke for SALGBARHED eller EGNETHED FOR ET SPECIFIKT FORMÅL.
id: Hak Cipta (C) %s Thorsten Kukuk. Ini adalah aplikasi bebas; lihat kode sumber untuk kondisi penyalinan. TIDAK garansi; bahkan untuk PERDAGANGAN atau KECOCOKAN UNTUK TUJUAN TERTENTU.
nl: Copyright (C) %s Thorsten Kukuk. Dit is vrije software; zie de programmatekst voor de kopieervoorwaarden. Er is GEEN garantie, zelfs niet voor VERKOOPBAARHEID of GESCHIKTHEID VOOR EEN BEPAALD DOEL.
pl: Copyright (C) %s Thorsten Kukuk. To oprogramowanie jest darmowe; warunki kopiowania s± opisane w ¼ród³ach. Autorzy nie daj± ¯ADNYCH gwarancji, w tym równie¿ gwarancji PRZYDATNO¦CI DO SPRZEDA¯Y LUB DO KONKRETNYCH CELÓW.
sv: Copyright © %s Thorsten Kukuk. Detta är fri programvara; se källkoden för villkor för kopiering. Det finns INGEN garanti, inte ens för SÄLJBARHET eller LÄMPLIGHET FÖR NÅGOT SPECIELLT ÄNDAMÅL.

source: Cannot remove file `%s': %s
da: Kan ikke fjerne fil »%s«: %s
id: Tidak dapat menghapus berkas `%s': %s
nl: Kan bestand '%s' niet verwijderen: %s
pl: Nie mo¿na usun±æ pliku `%s': %s
sv: Kan inte ta bort fil "%s": %s

source: Cannot remove directory `%s': %s
da: Kan ikke fjerne mappe »%s«: %s
id: Tidak dapat menghapus direktori `%s': %s
nl: Kan map '%s' niet verwijderen: %s
pl: Nie mo¿na usun±æ katalogu `%s': %s
sv: Kan inte ta bort katalog "%s": %s

source: Couldn't get security context `%s': %s
da: Kunne ikke indhente sikkerhedskontekst »%s«: %s
id: Tidak dapat memperoleh konteks keamanan `%s': %s
nl: Kan beveiligingscontext '%s' niet verkrijgen: %s
pl: Nie mo¿na odczytaæ kontekstu bezpieczeñstwa `%s': %s
sv: Kunde inte hämta säkerhetskontext "%s": %s

source: Couldn't get default security context: %s
da: Kunne ikke indhente standardsikkerhedskontekst: %s
id: Tidak dapat memperoleh konteks keamanan baku: %s
nl: Kan de standaard beveiligingscontext niet verkrijgen: %s
pl: Nie mo¿na odczytaæ domy¶lnego kontekstu bezpieczeñstwa: %s
sv: Kunde inte hämta standardsäkerhetskontext: %s

source: Couldn't set default security context to `%s': %s
da: Kunne ikke indstille standardsikkerhedskontekst til »%s«: %s
id: Tidak dapat menset konteks keamanan baku ke `%s': %s
nl: Kan de standaard beveiligingscontext niet instellen op '%s': %s
pl: Nie mo¿na ustawiæ domy¶lnego kontekstu bezpieczeñstwa na `%s': %s
sv: Kunde inte ställa in standardsäkerhetskontext till "%s": %s

source: Couldn't reset default security context to `%s': %s
da: Kunne ikke nulstille standardsikkerhedskontekst til »%s«: %s
id: Tidak dapat mereset konteks keamanan baku ke `%s': %s
nl: Kan de standaard beveiligingscontext niet terugzetten op '%s': %s
pl: Nie mo¿na ustawiæ domy¶lnego kontekstu bezpieczeñstwa z powrotem na `%s': %s
sv: Kunde inte återställa standardsäkerhetskontext till "%s": %s

source: Can't find the NIS master server: %s
da: Kan ikke finde server for NIS-master: %s
id: Tidak dapat menemukan master server NIS: %s
nl: Kan de NIS-hoofdserver niet vinden: %s
pl: Nie znaleziono g³ównego serwera NIS: %s
sv: Kan inte hitta huvudserver för NIS: %s

source: rpc.yppasswdd not running on NIS master %s.
da: rpc.yppasswdd kører ikke på NIS-master %s.
id: rpc.yppasswdd tidak berjalan di NIS master %s.
nl: rpc.yppasswdd draait niet op NIS-hoofdserver %s.
pl: rpc.yppasswdd nie dzia³a na g³ównym serwerze NIS %s.
sv: rpc.yppasswdd körs inte på huvudservern för NIS %s.

source: rpc.yppasswdd running on illegal port on NIS master %s.
da: rpc.yppasswdd kører på illegal port på NIS-master %s.
id: rpc.yppasswd berjalan di port tidak legal di master NIS %s.
nl: rpc.yppasswdd draait op ongeldige poort op NIS-hoofdserver %s.
pl: rpc.yppasswdd dzia³a na niew³a¶ciwym porcie g³ównego serwera NIS %s.
sv: rpc.yppasswdd körs på en ogiltig port på huvudservern för NIS %s.

source: Cannot lock password file: already locked.
da: Kan ikke låse adgangskodefil: Er allerede låst.
id: Tidak dapat mengunci berkas kata kunci: telah terkunci.
nl: Kan het wachtwoordbestand niet vergrendelen: het is al vergrendeld.
pl: Nie mo¿na zablokowaæ pliku hase³: ju¿ zablokowany.
sv: Kan inte låsa lösenordsfilen: redan låst.

source: User not found (and not deleted): %s
da: Bruger ikke fundet (og ikke slettet): %s
id: Pengguna tidak ditemukan (dan tidak dihapus): %s
nl: Gebruiker niet gevonden (en niet verwijderd): %s
pl: U¿ytkownik nie znaleziony (i nie usuniêty): %s
sv: Användaren hittades inte (och inte borttagen): %s

source: Error while writing `%s': %m
da: Fejl under skrivning af »%s«: %m
id: Error ketika menulis `%s': %m
nl: Fout tijdens schrijven van '%s': %m
pl: B³±d podczas zapisu `%s': %m
sv: Fel vid skrivning av "%s": %m

source: Error while changing the NIS data.
da: Fejl under ændring af NIS-dataene.
id: Error ketika mengubah data NIS.
nl: Fout tijdens wijzigen van NIS-gegevens.
pl: B³±d podczas zmiany danych w NIS.
sv: Fel vid ändring av NIS-data.

source: Error while changing the NIS+ data.
da: Fejl under ændring af NIS+-dataene.
id: Error ketika mengubah data NIS+.
nl: Fout tijdens wijzigen van NIS+-gegevens.
pl: B³±d podczas zmiany danych w NIS+.
sv: Fel vid ändring av NIS+-data.

source: Usage: %s [-D binddn][-P path][-m mindays][-M maxdays][-d lastday][-I inactive][-E expiredate][-W warndays] user
da: Anvend: %s [-D binddn][-P sti][-m mindage][-M maksdage][-d sidstedag][-I inaktiv][-E udløbsdato][-W advardage] bruger
id: Penggunaan: %s [-D binddn][-P jalur][-m mindays][-M maxdays][-d lastday][-I tidak aktif][-E tanggal expire][-W warndays] pengguna
nl: Gebruik: %s [-D bindnaam] [-P pad] [-m minimaal_aantal_dagen] [-M maximaal] [-d laatste_dag] [-I inactiviteitstijd] [-E verloopdag] [-W waarschuwingsdagen] gebruiker
pl: Sk³adnia: %s [-D binddn][-P ¶cie¿ka][-m mindni][-M maksdni][-d ostdzieñ][-I nieakt][-E datawa¿no¶ci][-W dniostrze¿] u¿ytkownik
sv: Användning: %s [-D binddn][-P sökväg][-m mindagar][-M maxdagar][-d sistadag][-I inaktiv][-E utgångsdatum][-W varnadagar] användare

source: %s -l user
da: %s -l bruger
id: %s -l pengguna
nl: %s -l gebruiker
pl: %s -l u¿ytkownik
sv: %s -l användare

source: %s - change user password expiry information
da: %s - ændre udløbsinformation for brugeradgangskode
id: %s - ubah informasi kadaluarsa kata kunci pengguna
nl: %s - de verloopstijden van wachtwoorden aanpassen
pl: %s - zmiana informacji o wygasaniu has³a u¿ytkownika
sv: %s - ändra utgångsinformation för användarlösenord

source: -D binddn Use dn "binddn" to bind to the LDAP directory
da: -D binddn Anvend dn »binddn« for at forbinde til LDAP-mappen
id: -D binddn Gunakan dn "binddn" untuk mengikat ke direktori LDAP
nl: -D bindnaam deze naam gebruiken om met LDAP-directory te verbinden
pl: -D binddn U¿ycie dn "binddn" do pod³±czenia do katalogu LDAP
sv: -D binddn Använd namn "binddn" för att binda till LDAP-katalog

source: -P path Search passwd and shadow file in "path"
da: -P sti Find passwd og skyggefil i »sti«
id: -P jalur Cari kata kunci dan berkas bayangan dalam "jalur"
nl: -P pad 'passwd'- en 'shadow'-bestanden in dit pad zoeken
pl: -P ¶cie¿ka Szukanie plików passwd i shadow w "¶cie¿ce"
sv: -P sökväg Sök lösenord och skuggfil i "sökväg"

source: --service srv Use nameservice 'srv'
da: --service srv Anvend navnetjeneste »srv«
id: --service srv Gunakan layanan nama 'srv'
nl: --service NS deze naamservice gebruiken
pl: --service us³ U¿ycie us³ugi nazw 'us³'
sv: --service srv Använd namntjänst 'srv'

source: -q, --quiet Don't be verbose
da: -q, --quiet Vær stille
id: -q, --quiet Jangan ramai
nl: -q, --quiet geen gedetailleerde uitvoer produceren
pl: -q, --quiet Zmniejszenie liczby komunikatów
sv: -q, --quiet Var inte informativ

source: --help Give this help list
da: --help Vis denne hjælpeliste
id: --help Berikan daftar bantuan ini
nl: --help deze hulptekst tonen en stoppen
pl: --help Wy¶wietlenie tego opisu
sv: --help Skriv ut denna hjälplista
