Repository: tizenorg/platform.upstream.pwdutils
Catalog: po/*.po
Languages: da, id, nl, pl, sv

source: %s: Cannot add user to LDAP database without DN.
da: %s: Kan ikke tilføje bruger til LDAP-database uden DN.
id: %s: Tidak dapat menambahkan pengguna ke basis data LDAP tanpa DN.
nl: %s: Kan zonder DN geen gebruiker aan LDAP-databank toevoegen.
pl: %s: Nie mo¿na dodaæ u¿ytkownika do bazy danych LDAP bez DN.
sv: %s: Kan inte lägga till användare till LDAP-databas utan DN.

source: %s: User not added to LDAP database.
da: %s: Bruger ikke tilføjet til LDAP-database.
id: %s: Pengguna tidak ditambahkan ke basis data LDAP.
nl: %s: Gebruiker is niet aan LDAP-databank toegevoegd.
pl: %s: U¿ytkownik nie dodany do bazy danych LDAP.
sv: %s: Användaren lades inte till i LDAP-databas.

source: %s: ERROR: Cannot find group `%s' anymore!
da: %s: FEJL: Kan ikke længere finde gruppe »%s«!
id: %s: ERROR: Tidak dapat menemukan grup `%s' lagi!
nl: %s: FOUT: Kan groep '%s' niet meer vinden!
pl: %s: B£¡D: Nie mo¿na ju¿ znale¼æ grupy `%s'!
sv: %s: FEL: Kan inte hitta grupp "%s" längre!

source: %s: Cannot find group `%s' in service `%s', ignored.
da: %s: Kan ikke finde gruppe »%s« i tjeneste »%s«, ignoreret.
id: %s: Tidak dapat menemukan grup `%s' dalam layanan `%s', diabaikan.
nl: %s: Kan groep '%s' niet vinden in dienst '%s -- genegeerd.
pl: %s: Nie znaleziono grupy `%s' w us³udze `%s', zignorowano.
sv: %s: Kan inte hitta grupp "%s" i tjänst "%s", ignoreras.

source: %s: Cannot add user to groups stored in LDAP database without DN.
da: %s: Kan ikke tilføje bruger til grupper gemt i LDAP-database uden DN.
id: %s: Tidak dapat menambahkan pengguna ke grup disimpan dalam basis data LDAP tanpa DN.
nl: %s: Kan zonder DN geen gebruiker aan groepen in LDAP-databank toevoegen.
pl: %s: Nie mo¿na dodaæ u¿ytkownika do grup zapisanych w bazie LDAP bez DN.
sv: %s: Kan inte lägga till användare till grupper lagrad i LDAP-databas utan DN.

source: %s: User not added to LDAP group `%s'.
da: %s: Bruger ikke tilføjet til LDAP-gruppe »%s«.
id: %s: Pengguna tidak ditambahakn ke LDAP grup `%s'.
nl: %s: Gebruiker is niet toegevoegd aan LDAP-groep '%s'.
pl: %s: U¿ytkownik nie dodany do grupy LDAP `%s'.
sv: %s: Användaren lades inte till i LDAP-gruppen "%s".

source: %s: USERADD_CMD fails with exit code %d.
da: %s: USERADD_CMD fejler med udgangskode %d.
id: %s: USERADD_CMP gagal dengan kode keluar %d.
nl: %s: USERADD_CMD is mislukt met afsluitwaarde %d.
pl: %s: USERADD_CMD nie powiod³o siê zwracaj±c kod wyj¶cia %d.
sv: %s: USERADD_CMD misslyckades med felkod %d.

source: Usage: %s [-D binddn] [-P path] [-r [-f]] user
da: Anvend: %s [-D binddn] [-P sti] [-r [-f]] bruger
id: Penggunaan: %s [-D binddn] [-P jalur] [-r [-f]] pengguna
nl: Gebruik: %s [-D bindnaam] [-P pad] [-r [-f]] gebruiker
pl: Sk³adnia: %s [-D binddn] [-P ¶cie¿ka] [-r [-f]] u¿ytkownik
sv: Användning: %s [-D binddn] [-P sökväg] [-r [-f]] användare

source: %s - delete a user and related files
da: %s - slet en bruger og relaterede filer
id: %s - hapus pengguna dan berkas yang berhubungan dengan pengguna itu
nl: %s - een gebruiker en bijbehorende bestanden verwijderen
pl: %s - usuniêcie u¿ytkownika i zwi±zanych z nim plików
sv: %s - ta bort en användare och relaterade filer

source: -r Remove home directory and mail spool
da: -r Fjern hjemmemappe og e-post-spool
id: -r Hapus direktori rumah dan mail spool
nl: -r thuismap en mailopslag verwijderen
pl: -r Usuniêcie katalogu domowego i skrzynki pocztowej
sv: -r Ta bort hemkatalog och postkö

source: -f Force removal of files, even if not owned by user
da: -f Fremtving fjernelse af filer, selvom de ikke er ejet af bruger
id: -f Paksa penghapusan dari berkas, walaupun tidak dimiliki oleh pengguna
nl: -f bestanden ook verwijderen als ze niet van gebruiker zijn
pl: -f Wymuszenie usuniêcia plików nawet nie bêd±cych w³asno¶ci± u¿ytkownika
sv: -f Tvinga borttagning av filer även om inte ägda av användaren

source: %s: directory `%s' is in use by `%s'.
da: %s: Mappe »%s« er i brug af »%s«.
id: %s: dirketori `%s' sedang digunakan oleh `%s'.
nl: %s: Map '%s' is in gebruik door '%s'.
pl: %s: katalog `%s' jest u¿ywany przez `%s'.
sv: %s: katalog "%s" används av "%s".

source: %s: ERROR: cannot find group `%s' anymore!
da: %s: FEJL: Kan ikke længere finde gruppe »%s«!
id: %s: ERROR: tidak dapat menemukan grup `%s' lagi!
nl: %s: FOUT: Kan groep '%s' niet meer vinden!
pl: %s: B£¡D: nie mo¿na ju¿ znale¼æ grupy `%s'!
sv: %s: FEL: kan inte hitta grupp "%s" längre!

source: %s: Cannot remove user from groups stored in LDAP database without DN.
da: %s: Kan ikke fjerne bruger fra grupper gemt i LDAP-database uden DN.
id: %s: Tidak dapat menghapus pengguna dari grup disimpan dalam basis data LDAP tanpa DN.
nl: %s: Kan zonder DN geen gebruiker uit groepen in LDAP-databank verwijderen.
pl: %s: Nie mo¿na usun±æ u¿ytkownika z grup zapisanych w bazie LDAP bez DN.
sv: %s: Kan inte ta bort användare från grupper lagrade i LDAP-databas utan DN.

source: %s: User not removed from LDAP group `%s'.
da: %s: Bruger ikke fjernet fra LDAP-gruppe »%s«.
id: %s: Pengguna tidak dihapus dari grup LDAP `%s'.
nl: %s: Gebruiker is niet verwijderd uit LDAP-groep '%s'.
pl: %s: U¿ytkownik nie usuniêty z grupy LDAP `%s'.
sv: %s: Användare inte borttagen från LDAP-grupp "%s".

source: %s: User not removed from group `%s'.
da: %s: Bruger ikke fjernet fra gruppe »%s«.
id: %s: Pengguna tidak dihapus dari grup `%s'.
nl: %s: Gebruiker is niet verwijderd uit groep '%s'.
pl: %s: U¿ytkownik nie usuniêty z grupy `%s'.
sv: %s: Användare inte borttagen från grupp "%s".

source: %s: account `%s' is currently in use.
da: %s: Konto »%s« er i brug.
id: %s: account `%s' saat ini sedang tidak digunakan.
nl: %s: Account '%s' is op dit moment in gebruik.
pl: %s: konto `%s' jest aktualnie u¿ywane.
sv: %s: konto "%s" används för närvarande.

source: %s: USERDEL_PRECMD fails with exit code %d.
da: %s: USERDEL_PRECMD fejler med udgangskode %d.
id: %s: USERDEL_PRECMD gagal dengan kode keluar %d.
nl: %s: USERDEL_PRECMD is mislukt met afsluitwaarde %d.
pl: %s: USERDEL_PRECMD nie powiod³o siê zwracaj±c kod wyj¶cia %d.
sv: %s: USERDEL_PRECMD misslyckades med felkod %d.

source: %s: `%s' is not owned by `%s', not removed.
da: %s: »%s« er ikke ejet af »%s«, ikke fjernet.
id: %s: `%s' tidak dimiliki oleh `%s', tidak dihapus.
nl: %s: '%s' is niet van '%s'; wordt niet verwijderd
pl: %s: `%s' nie jest w³asno¶ci± `%s', nie usuniêto.
sv: %s: "%s" ägs inte av "%s", inte borttagen.

source: %s: warning: can't remove `%s': %s
da: %s: Advarsel: Kan ikke fjerne »%s«: %s
id: %s: peringatan: tidak dapat menghapus `%s': %s
nl: %s: Waarschuwing: kan '%s' niet verwijderen: %s
pl: %s: uwaga: nie mo¿na usun±æ `%s': %s
sv: %s: varning: kan inte ta bort "%s": %s

source: %s: directory `%s' not removed.
da: %s: Mappe »%s« er ikke fjernet.
id: %s: direktori `%s' tidak dihapus.
nl: %s: Map '%s' is niet verwijderd.
pl: %s: katalog `%s' nie usuniêty.
sv: %s: katalogen "%s" inte borttagen.

source: %s: error deleting user `%s'.
da: %s: Fejl ved sletning af bruger »%s«.
id: %s: error menghapus pengguna `%s'.
nl: %s: Fout tijdens verwijderen van gebruiker '%s'.
pl: %s: b³±d podczas usuwania u¿ytkownika `%s'.
sv: %s: fel vid borttagning av användare "%s".

source: %s: USERDEL_POSTCMD fails with exit code %d.
da: %s: USERDEL_POSTCMD fejler med udgangskode %d.
id: %s: USERDEL_POSTCMD gagal dengan kode keluar %d.
nl: %s: USERDEL_POSTCMD is mislukt met afsluitwaarde %d.
pl: %s: USERDEL_POSTCMD nie powiod³o siê zwracaj±c kod wyj¶cia %d.
sv: %s: USERDEL_POSTCMD misslyckades med felkod %d.

source: %s - modify a user account
da: %s - ændre en brugerkonto
id: %s - modifikasi account pengguna
nl: %s - een gebruikers-account aanpassen
pl: %s - zmiana konta u¿ytkownika
sv: %s - ändra ett användarkonto

source: -l login Change login name.
da: -l logind Ændre logindnavn.
id: -l login Ubah nama login.
nl: -l naam de nieuwe aanmeldnaam
pl: -l login Zmiana nazwy logowania.
sv: -l login Ändra inloggningsnamn.

source: -m Move home directory to the new path
da: -m Flyt hjemmemappe til den nye sti
id: -m Pindahkan direktori rumah ke jalur baru
nl: -m de thuismap naar nieuwe locatie verplaatsen
pl: -m Przeniesienie katalogu domowego do nowej ¶cie¿ki
sv: -m Flytta hemkatalog till den nya sökvägen

source: -A group,... List of groups the user should be added to
da: -A gruppe,... Liste over grupper som brugeren bør tilføjes til
id: -A grup,... Daftar dari grup pengguna seharusnya ditambahkan ke
nl: -A groep,... lijst van groepen waaraan gebruiker toegevoegd moet worden
pl: -A grupa,... Podanie grup, do których u¿ytkownik ma byæ dodany
sv: -A grupp,... Lista grupper användaren skall läggas till i

source: -R group,... List of groups the user should be removed from
da: -R gruppe,... Liste over grupper som brugeren bør fjernes fra
id: -R grup,... Daftar dari grup dari pengguna seharusnya dihapus dari
nl: -A groep,... lijst van groepen waaruit gebruiker verwijderd moet worden
pl: -R grupa,... Podanie grup, z których u¿ytkownik ma byæ usuniêty
sv: -R grupp,... Lista grupper användaren skall tas bort från

source: -u uid Change the userid to the given number
da: -u uid Ændre brugerid'et til det angivne nummer
id: -u uid Ubah id pengguna ke angka yang diberikan
nl: -u UID dit nummer gebruiken als nieuw gebruikers-ID
pl: -u uid Zmiana identyfikatora u¿ytkownika na podan± liczbê
sv: -u uid Ändra användarid till angivet nummer

source: -L Locks the password entry for "user"
da: -L Låser adgangskodepost for »bruger«
id: -L Kunci masukan kata kunci untuk "pengguna"
nl: -L het wachtwoorditem van de gebruiker vergrendelen
pl: -L Zablokowanie wpisu o ha¶le dla u¿ytkownika
sv: -L Låser lösenordsposten för "användare"

source: -U Try to unlock the password entry for "user"
da: -U Forsøg at låse adgangskodepost op for »bruger«
id: -U Coba untuk melepas masukan kata kunci untuk "pengguna"
nl: -U het wachtwoorditem van de gebruiker ontgrendelen
pl: -U Próba odblokowania wpisu o ha¶le dla u¿ytkownika
sv: -U Försök att låsa upp lösenordspost för "användare"

source: %s: Invalid numeric argument `%s'.
da: %s: Ugyldigt numerisk argument »%s«.
id: %s: Argumen numerik `%s' tidak valid.
nl: %s: Ongeldig numeriek argument '%s'.
pl: %s: Nieprawid³owy argument liczbowy `%s'.
sv: %s: Ogiltigt numeriskt argument "%s".

source: %s: User not renamed in LDAP group `%s'.
da: %s: Bruger ikke omdøbt i LDAP-gruppe »%s«.
id: %s: Pengguna tidak diubah namanya dalam grup LDAP `%s'.
nl: %s: Gebruiker is niet hernoemd in LDAP-groep '%s'.
pl: %s: Nazwa u¿ytkownika nie zmieniona w grupie LDAP `%s'.
sv: %s: Användare har inte bytt namn i LDAP-grupp "%s".

source: %s: User not renamed from LDAP group `%s'.
da: %s: Bruger ikke omdøbt fra LDAP-gruppe »%s«.
id: %s: Pengguna tidak diubah namanya dari LDAP grup `%s'.
nl: %s: Gebruiker is niet hernoemd uit LDAP-groep '%s'.
pl: %s: Nazwa u¿ytkownika nie z grupy LDAP `%s'.
sv: %s: Användare har inte bytt namn från LDAP-grupp "%s".

source: %s: User not renamed in group `%s'.
da: %s: Bruger ikke omdøbt i gruppe »%s«.
id: %s: Pengguna tidak diubah namayna dalam grup `%s'.
nl: %s: Gebruiker is niet hernoemd in groep '%s'.
pl: %s: Nazwa u¿ytkownika nie zmieniona w grupie `%s'.
sv: %s: Användare har inte bytt namn i grupp "%s".

source: %s: Cannot copy directory %s to %s.
da: %s: Kan ikke kopiere mappe %s til %s.
id: %s: Tidak dapat menyalin direktori %s ke %s.
nl: %s: Kan map %s niet kopiëren naar %s.
pl: %s: Nie mo¿na skopiowaæ katalogu %s do %s.
sv: %s: Kan inte kopiera katalog %s till %s.

source: %s: Cannot rename directory %s to %s.
da: %s: Kan ikke omdøbe mappe %s til %s.
id: %s: Tidak dapat mengubah nama direktori %s ke %s.
nl: %s: Kan map %s niet hernoemen naar %s.
pl: %s: Nie mo¿na zmieniæ nazwy katalogu %s na %s.
sv: %s: Kan inte byta namn på katalog %s till %s.

source: %s: Account `%s' does not exist.
da: %s: Konto »%s« eksisterer ikke.
id: %s: Account `%s' tidak ada.
nl: %s: Account '%s' bestaat niet.
pl: %s: Konto `%s' nie istnieje.
sv: %s: Kontot "%s" finns inte.

source: %s: `%s' is primary group name.
da: %s: »%s« er det primære gruppenavn.
id: %s: `%s' adalah nama grup utama.
nl: %s: '%s' is de primaire groepsnaam.
pl: %s: `%s' jest nazw± grupy g³ównej.
sv: %s: "%s" är primära gruppnamnet.

source: %s: Account `%s' is currently in use.
da: %s: Konto »%s« er i brug.
id: %s: Account `%s' saat ini sedang digunakan.
nl: %s: Account '%s' is op dit moment in gebruik.
pl: %s: Konto `%s' jest aktualnie u¿ywane.
sv: %s: Konto "%s" används för närvarande.

source: %s: Shadow passwords required for -e and -f.
da: %s: Skyggeadgangskoder kræves for -e og -f.
id: %s: Kata kunci bayangan dibutuhkan untuk -e dan -f.
nl: %s: Voor opties '-e' en '-f' zijn schaduwwachtwoorden vereist.
pl: %s: Dla opcji -e i -f wymagane s± has³a ukryte.
sv: %s: Skugglösenord krävs för -e och -f.

source: %s: Cannot modify user in LDAP database without DN.
da: %s: Kan ikke ændre bruger i LDAP-database uden DN.
id: %s: Tidak dapat memodifikasi pengguna dalam basis data LDAP tanpa DN.
nl: %s: Kan zonder DN geen gebruiker in LDAP-databank aanpassen.
pl: %s: Nie mo¿na zmodyfikowaæ danych u¿ytkownika w bazie danych LDAP bez DN.
sv: %s: Kan inte ändra användare i LDAP-databas utan DN.

source: %s: User not modified in LDAP database.
da: %s: Bruger ikke ændret i LDAP-database.
id: %s: Pengguna tidak memodifikasi basis data LDAP.
nl: %s: Gebruiker is in LDAP-databank niet aangepast.
pl: %s: Dane u¿ytkownika nie zmodyfikowane w bazie danych LDAP.
sv: %s: Användaren har inte ändrats i LDAP-databas.

source: %s: Error: Cannot copy faillog entry: %s
da: %s: Fejl: Kan ikke kopiere linje i fejllog: %s
id: %s: Error: tidak dapat menyalin masukan faillod: %s
nl: %s: Fout: kan 'faillog'-item niet kopiëren: %s
pl: %s: B³ad: Nie mo¿na skopiowaæ wpisu faillog: %s
sv: %s: Fel: Kan inte kopiera faillog-post: %s

source: %s: Error: Cannot copy lastlog entry: %s
da: %s: Fejl: Kan ikke kopiere linje i sidstelog: %s
id: %s: Error: Tidak dapat menyalin masukan lastlog: %s
nl: %s: Fout: kan 'lastlog'-item niet kopiëren: %s
pl: %s: B³±d: Nie mo¿na skopiowaæ wpisu lastlog: %s
sv: %s: Fel: Kan inte kopiera lastlog-post: %s

source: Usage: %s [-g|-p|-s]
da: Anvend: %s [-g|-p|-s]
id: Penggunaan: %s [-g|-p|-s]
nl: Gebruik: %s [-g|-p|-s]
pl: Sk³adnia: %s [-g|-p|-s]
sv: Användning: %s [-g|-p|-s]

source: %s - edit the password, group or shadow file
da: %s - rediger adgangskoden, gruppe eller skyggefil
id: %s - ubah berkas kata kunci, grup atau shadow
nl: %s - 'passwd'-, 'group'- of 'shadow'-bestand bewerken
pl: %s - edycja pliku hase³, grup lub ukrytych hase³
sv: %s - redigera lösenords-, grupp- eller skuggfil

source: -g, --group Edit the /etc/group file
da: -g, --group Rediger filen for /etc/group
id: -g, --group Ubah berkas /etc/group
nl: -g, --group het bestand /etc/group bewerken
pl: -g, --group Edycja pliku /etc/group
sv: -g, --group Redigera filen /etc/group

source: -p, --passwd Edit the /etc/passwd file
da: -p, --passwd Rediger filen for /etc/passwd
id: -p, --passwd Ubah berkas /etc/passwd
nl: -p, --passwd het bestand /etc/passwd bewerken
pl: -p, --passwd Edycja pliku /etc/passwd
sv: -p, --passwd Redigera filen /etc/passwd

source: -s, --shadow Edit the /etc/shadow file
da: -s, --shadow Rediger filen for /etc/shadow
id: -s, --shadow Ubah berkas /etc/shadow
nl: -s, --shadow het bestand /etc/shadow bewerken
pl: -s, --shadow Edycja pliku /etc/shadow
sv: -s, --shadow Redigera filen /etc/shadow

source: Cannot lock `%s': already locked.
da: Kan ikke låse »%s«: Allerede låst.
id: Tidak dapat mengunci `%s': telah terkunci.
nl: Kan '%s' niet vergrendelen: het is al vergrendeld.
pl: Nie mo¿na zablokowaæ `%s': ju¿ zablokowany.
sv: Kan inte låsa "%s": redan låst.

source: %s: no changes made
da: %s: Ingen ændringer foretaget
id: %s: tidak dapat mengubah mode
nl: %s: geen wijzigingen gemaakt
pl: %s: nie dokonano zmian
sv: %s: inga ändringar gjorda

source: Warning: cannot create backup file: %m
da: Advarsel: Kan ikke oprette sikkerhedsfil: %m
id: Peringatan: tidak dapat membuat berkas jaga: %m
nl: Waarschuwing: kan geen reservekopiebestand aanmaken: %m
pl: Uwaga: nie mo¿na utworzyæ pliku kopii zapasowej: %m
sv: Varning: kan inte skapa säkerhetskopia: %m

source: DN: %s
sv: Namn (DN): %s

source: Minimum: %ld
id: Minimal: %ld

source: (port %s)
nl: (poort %s)
