Repository: tizenorg/platform.upstream.pwdutils
Catalog: po/*.po
Languages: da, id, nl, pl, sv

source: Certificate version: #%d
da: Certifikatversion: #%d
id: Sertifikat versi: #%d
nl: Certificaatversie: #%d
pl: Wersja certyfikatu: #%d
sv: Certifikatversion: %d

source: Issuer's DN: %s
da: Udgivers DN: %s
id: Penerbit DN: %s
nl: DN van certificaatuitgever: %s
pl: DN wystawcy: %s
sv: Utgivarens namn: %s

source: Handshake failed: %s
da: Forhandling mislykkedes: %s
id: Jabat-tangan gagal: %s
nl: Handshake is mislukt: %s
pl: Nawi±zanie transmisji nie powiod³o siê: %s
sv: Handskakning misslyckades: %s

source: TLS certificate error: %s
da: TLS-certifikatfejl: %s
id: Sertifikat TLS error: %s
nl: TLS-certificaatfout: %s
pl: B³±d certyfikatu TLS: %s
sv: TLS-certifikatfel: %s

source: %s connection using %s-%s (%s)
da: %s forbindelse under anvendelse af %s-%s (%s)
id: %s koneksi menggunakan %s-%s (%s)
nl: %s-verbinding met gebruik van %s-%s (%s)
pl: Po³±czenie %s przy u¿yciu %s-%s (%s)
sv: %s anslutning använder %s-%s (%s)

source: TLS authentication error: server certificate issuer is unknown.
da: TLS-godkendelsesfejl: Udsteder af servercertifikat er ikke kendt.
id: Autentifikasi TLS error: penerbit sertifikat server tidak diketahui.
nl: TLS-authenticatiefout: uitgever van servercertificaat is onbekend.
pl: B³±d uwierzytelnienia TLS: nieznany wystawca certyfikatu serwera.
sv: TLS-certifikatfel: utgivare av servercertifikat är okänd.

source: TLS authentication error: server certificate is NOT trusted.
da: TLS-godkendelsesfejl: Der kan IKKE stoles på servercertifikat.
id: Autentifikasi TLS error: sertifikat server TIDAK dipercaya.
nl: TLS-authenticatiefout: servercertificaat wordt NIET vertrouwd.
pl: B³±d uwierzytelnienia TLS: certyfikat serwera NIE jest zaufany.
sv: TLS-certifikatfel: servercertifikat är INTE pålitligt.

source: TLS authentication error: server certificate not yet activated.
da: TLS-godkendelsesfejl: Servercertifikat er endnu ikke aktiveret.
id: Autentifikasi TLS error: sertifikat server belum aktif.
nl: TLS-authenticatiefout: servercertificaat is nog niet geactiveerd.
pl: B³±d uwierzytelnienia TLS: certyfikat serwera nie zosta³ aktywowany.
sv: TLS-certifikatfel: servercertifikat ännu inte aktiverat.

source: TLS authentication error: server certificate expired.
da: TLS-godkendelsesfejl: Servercertifikat er udløbet.
id: Autentifikasi TLS error: sertifikat server kadaluarsa.
nl: TLS-authenticatiefout: servercertificaat is verlopen.
pl: B³±d uwierzytelnienia TLS: certyfikat serwera wygas³.
sv: TLS-certifikatfel: servercertifikat utgånget.

source: error loading default verify locations: %s
da: fejl under indlæsning af standardplaceringer til verificering: %s
id: error memuat verifikasi lokasi baku: %s
nl: fout tijdens laden van standaard controlelocaties: %s
pl: b³±d podczas ³adowania domy¶lnych lokalizacji weryfikacji: %s
sv: fel vid inläsning av standardverifieringsplatser: %s

source: error setting default verify path: %s
da: fejl under indstilling af standardverificeringssti: %s
id: error menset verifikasi jalur baku: %s
nl: fout tijdens instellen van standaard controlepad: %s
pl: b³±d podczas ustawiania domy¶lnej ¶cie¿ki weryfikacji: %s
sv: fel vid inställning av standardverifieringssökväg: %s

source: SSL connection using %s
da: SSL-forbindelse under anvendelse af %s
id: SSL koneksi menggunakan %s
nl: SSL-verbinding met gebruik van %s
pl: Po³±czenie SSL przy u¿yciu %s
sv: SSL-anslutning använder %s

source: Server does not have a certificate?
da: Server har ikke et certifikat?
id: Server tidak memiliki sebuah sertifikat?
nl: Server heeft geen certificaat?
pl: Serwer nie ma certyfikatu?
sv: Servern har inget certifikat?

source: Usage: %s [-4] [-6] [-d] [-c certificate] [-k privatekey] [-p port] [--slp [--slp-timeout timeout] [--slp-descr description]]
da: Anvend: %s [-4] [-6] [-d] [-c certifikat] [-k privat nøgle] [-p port] [--slp [--slp-timeout tidsudløb] [--slp-descr beskrivelse]]
id: Penggunaan: %s [-4] [-6] [-d] [-c sertifikat] [-k privatekey] [-p port] [--slp [--slp-timeout timeout] [--slp-descr deskripsi]]
nl: Gebruik: %s [-4] [-6] [-d] [-c certificaat] [-k privésleutel] [-p poort] [--slp [--slp-timeout wachttijd] [--slp-descr omschrijving]]
pl: Sk³adnia: %s [-4] [-6] [-d] -c certyfikat] [-k klucz_prywatny] [-p port] [--slp [--slp-timeout czas] [--slp-descr opis]]
sv: Användning: %s [-4] [-6] [-d] [-c certifikat] [-k privatnyckel] [-p port] [--slp [--slp-timeout tidsgräns] [--slp-descr beskrivning]]

source: Usage: %s [-4] [-6] [-d] [-c certificate] [-k privatekey] [-p port]
da: Anvend: %s [-4] [-6] [-d] [-c certifikat] [-k privat nøgle] [-p port]
id: Penggunaan: %s [-4] [-6] [-d] [-c sertifikat] [-k privatekey] [-p port]
nl: Gebruik: %s [-4] [-6] [-d] [-c certificaat] [-k privésleutel] [-p poort]
pl: Sk³adnia: %s [-4] [-6] [-d] [-c certyfikat] [-k klucz_prywatny] [-p port]
sv: Användning: %s [-4] [-6] [-d] [-c certifikat] [-k privatnyckel] [-p port]

source: -4 Use IPv4
da: -4 Anvend IPv4
id: -4 Gunakan IPv6
nl: -4 IPv4 gebruiken
pl: -4 U¿ywanie IPv4
sv: -4 Använd IPv4

source: -6 Use IPv6
da: -6 Anvend IPv6
id: -6 Gunakan IPv6
nl: -6 IPv6 gebruiken
pl: -6 U¿ywanie IPv6
sv: -6 Använd IPv6

source: -c certificate Specify alternate certificate file
da: -c certifikat Angiv alternativ certifikatfil
id: -c sertifikat Spesifikasikan berkas sertifikat alternatif
nl: -c bestand bestand dat certificaten bevat
pl: -c certyfikat Podanie alternatywnego pliku certyfikatu
sv: -c certifikat Ange alternativ certifikatfil

source: -k privatekey Specify alternate file with private key
da: -k privatnøgle Angiv alternativ fil med privat nøgle
id: -k privatekey Spesifikasi berkas alternatif dengan kunci private
nl: -k bestand bestand dat privé-sleutel bevat
pl: -k klucz_pryw Podanie alternatywnego pliku z kluczem prywatnym
sv: -k privatnyckel Ange alternativ fil med privat nyckel

source: -d Run in debug mode
da: -d Kør i fejlsøgningstilstand
id: -d Jalankan dalam mode debug
nl: -d debug-informatie tonen
pl: -d Dzia³anie w trybie diagnostycznym
sv: -d Kör i felsökningsläge

source: -p port Port on which the server should listen
da: -p port Den port serveren skal lytte på
id: -p port Port dimana server seharusnya mendengarkan
nl: -p poort de poort waar de server op luistert
pl: -p port Port, na którym serwer ma s³uchaæ
sv: -p port Port på vilken servern ska lyssna

source: --slp Register at local SLP server
da: --slp Registrer på lokal SLP-server
id: --slp Daftar di lokal SLP server
nl: --slp bij lokale SLP-server registreren
pl: --slp Zarejestrowanie w lokalnym serwerze SLP
sv: --slp Registrera mot lokal SLP-server

source: --slp-timeout Set timeout for re-registration
da: --slp-timeout Lav tidsudløb for genregistrering
id: --slp-timeout Set timeout untuk re-registration
nl: --slp-timeout wachtduur voor herregistratie instellen
pl: --slp-timeout Ustawienie maksymalnego czasu na ponown± rejestracjê
sv: --slp-timeout Ställ in tidsgräns för återregistrering

source: --slp-descr Set a description shown to SLP clients
da: --slp-descr Lav en beskrivelse som vist til SLP-klienter
id: --slp-descr Set sebuah deskripsi terlihat ke klien SLP
nl: --slp-descr omschrijving instellen die aan SLP-cliënten getoond wordt
pl: --slp-descr Ustawienie opisu pokazywanego klientom SLP
sv: --slp-descr Ställ in en beskrivning som visas för SLP-klienter

source: Please authenticate as %s on %s
da: Godkend venligst som %s på %s
id: Mohon autentifikasi sebagai %s di %s
nl: Meld u aan als %s op %s
pl: Proszê uwierzytelniæ siê jako %s na %s
sv: Vänligen autentisera som %s på %s

source: Now enter the new password for %s
da: Indtast nu den nye adgangskode for %s
id: Sekarang masukan kata kunci baru untuk %s
nl: Geef het nieuwe wachtwoord voor %s
pl: Teraz nale¿y wprowadziæ nowe has³o dla %s
sv: Ange nu det nya lösenordet för %s

source: setresuid failed on server: %s
da: setresuid lykkedes ikke på server: %s
id: setresuid gagal di server: %s
nl: setresuid() is mislukt op server: %s
pl: setresuid nie powiod³o siê na serwerze: %s
sv: setresuid misslyckades på server: %s

source: Password not changed
da: Adgangskode ikke ændret
id: Kata kunci tidak diubah
nl: Wachtwoord is niet gewijzigd.
pl: Has³o nie zmienione
sv: Lösenord ändrades inte

source: Password changed
da: Adgangskode ændret
id: Kata kunci telah berubah
nl: Wachtwoord is gewijzigd.
pl: Has³o zmienione
sv: Lösenord ändrades

source: already running
da: kører allerede
id: telah berjalan
nl: wordt al uitgevoerd
pl: ju¿ dzia³a
sv: körs redan

source: Usage: %s ...
da: Anvend: %s ...
id: Penggunaan: %s ...
nl: Gebruik: %s ...
pl: Sk³adnia: %s ...
sv: Användning: %s ...

source: %s - create a new user
da: %s - opret en ny bruger
id: %s - buat sebuah pengguna baru
nl: %s - een nieuwe gebruiker aanmaken
pl: %s - utworzenie nowego u¿ytkownika
sv: %s - skapa en ny användare

source: -c comment Set the GECOS field for the new account
da: -c bemærkning Angiv GECOS-feltet for den nye konto
id: -c komentar Set field GECOS untuk account baru
nl: -c opmerking het GECOS-veld van het account instellen
pl: -c komentarz Ustawienie pola GECOS dla nowego konta
sv: -c kommentar Ställ in GECOS-fältet för nya kontot

source: --show-defaults Print default values
da: --show-defaults Vis standardværdier
id: --show-defaults Tampilkan nilai baku
nl: --show-defaults huidige standaardwaarden tonen
pl: --show-defaults Wypisanie warto¶ci domy¶lnych
sv: --show-defaults Skriv ut standardvärden

source: --save-defaults Save modified default values
da: --save-defaults Gem ændrede standardværdier
id: --save-defaults Simpan nilai termodifikasi baku
nl: --save-defaults de gegeven waarden als standaardwaarden opslaan
pl: --save-defaults Zapisanie zmodyfikowanych warto¶ci domy¶lnych
sv: --save-defaults Spara ändrade standardvärden

source: -d homedir Home directory for the new user
da: -d homedir Hjemmmappe for den nye bruger
id: -d homedir Direktori rumah untuk pengguna baru
nl: -d thuismap de thuismap van de nieuwe gebruiker
pl: -d kat_domowy Katalog domowy dla nowego u¿ytkownika
sv: -d hemkat Hemkatalog för nya användaren

source: -e expire Date on which the new account will be disabled
da: -e udløb Datoen hvor den nye konto vil blive slået fra
id: -e kadaluarsa Tanggal dimana account baru akan menjadi tidak aktif
nl: -e vervaldag de datum waarop het account vervalt
pl: -e data_wa¿n Data po której nowe konto zostanie wy³±czone
sv: -e utgång Datum på vilken nya kontot stängs av

source: -f inactive Days after a password expires until account is disabled
da: -f inaktiv Antal dage efter en adgangskode udløber hvorefter kontoen slås fra
id: -f tidak aktif Hari setelah sebuah kata kunci kadaluarsa sampai account tidak aktif
nl: -f inactief aantal dagen na wachtwoordverloop voordat account vervalt
pl: -f nieaktywn Dni od wyga¶niêcia has³a do wy³±czenia konta
sv: -f inaktiv Dagar efter ett lösenord utgår tills kontot stängs av

source: -G group,... List of supplementary groups
da: -G group,... Liste over supplerende grupper
id: -G grup,... Daftar dari grup tambahan
nl: -G groep,... lijst van andere groepen waar gebruiker lid van moet zijn
pl: -G grupa,... Lista dodatkowych grup
sv: -G grupp,... Lista tilläggsgrupper

source: -g gid Name/number of the users primary group
da: -g gid Navn/nummer på brugernes primære gruppe
id: -g gid Nama/nomor dari grup pengguna utama
nl: -g GID naam/nummer van de primaire groep van de gebruiker
pl: -g gid Nazwa/numer g³ównej grupy u¿ytkownika
sv: -g gid Namn/nummer för användarens primära grupp

source: -m Create home directory for the new user
da: -m Oprette hjemmmappe for den nye bruger
id: -m Buat direktori rumah untuk pengguna baru
nl: -m een thuismap voor de nieuwe gebruiker aanmaken
pl: -m Utworzenie katalogu domowego dla nowego u¿ytkownika
sv: -m Skapa hemkatalog för den nya användaren

source: -u uid Force the new userid to be the given number
da: -u uid Tving det nye bruger-id til at være det angivne nummer
id: -u uid Paksa id pengguna baru ke angka yang diberikan
nl: -u UID dit nummer gebruiken als gebruikers-ID
pl: -u uid Wymuszenie nadania uid jako identyfikatora nowego u¿ytkownika
sv: -u uid Tvinga nytt användar-id att vara angivet nummer

source: -U umask Umask value used for creating home directory
da: -U umask Umask-værdi brugt til oprettelse af hjemmemappe
id: -U umask Nilai umask yang digunakan untuk membuat direktori rumah
nl: -U umask waarde van 'umask' bij aanmaken van thuismap
pl: -U umask Warto¶æ umask u¿ywana przy tworzeniu katalogu domowego
sv: -U umask Umask-värde som används för att skapa hemkatalog

source: -s shell Name of the user's login shell
da: -s shell Navn på brugerens logindskal
id: -s shell Nama dari login shell pengguna
nl: -s shell naam van de aanmeld-shell
pl: -s pow³oka Nazwa pow³oki logowania u¿ytkownika
sv: -s skal Namn på användarens inloggningsskal

source: %s: Invalid numeric argument `%s' for group ID.
da: %s: Ugyldigt numerisk argument »%s« for gruppe-id.
id: %s: Argumen numerik tidak valid `%s' untuk grup ID.
nl: %s: Ongeldig numeriek argument '%s' voor groeps-ID.
pl: %s: Nieprawid³owy argument liczbowy `%s' dla identyfikatora grupy.
sv: %s: Ogiltigt numeriskt argument "%s" för grupp-id.

source: %s: Group `%u' not found in service `%s'.
da: %s: Gruppe »%u« ikke fundet i tjeneste »%s«.
id: %s: Grup `%u' tidak ditemukan dalam layanan `%s'.
nl: %s: Groep '%u' niet gevonden in dienst '%s'.
pl: %s: Grupa `%u' nie znaleziona w us³udze `%s'.
sv: %s: Gruppen "%u" hittades inte i tjänsten "%s".

source: %s: Unknown group `%u'.
da: %s: Ukendt gruppe »%u«.
id: %s: Grup `%u' tidak diketahui.
nl: %s: Onbekende groep '%u'.
pl: %s: Nieznana grupa `%u'.
sv: %s: Okänd grupp "%u".

source: %s: Unknown group `%s' in %s.
da: %s: Ukendt gruppe »%s« i %s.
id: %s: Grup `%s' tidak diketahui dalam %s.
nl: %s: Onbekende groep '%s' in %s.
pl: %s: Nieznana grupa `%s' w %s.
sv: %s: Okänd grupp "%s" i %s.

source: %s: Invalid home directory `%s' in %s.
da: %s: Ugyldig hjemmemappe »%s« i %s.
id: %s: Direktori rumah `%s' tidak valid dalam %s.
nl: %s: Ongeldige thuismap '%s' in %s.
pl: %s: Nieprawid³owy katalog domowy `%s' w %s.
sv: %s: Ogiltig hemkatalog "%s" i %s.

source: %s: Invalid numeric argument `%s' for `INACTIVE' in %s.
da: %s: Ugyldigt numerisk argument »%s« for »INAKTIV« i %s.
id: %s: Argumen numerik `%s' tidak valid untuk `TIDAK AKTIF' dalam %s.
nl: %s: Ongeldig numeriek argument '%s' voor "INACTIVE" in %s.
pl: %s: Nieprawid³owy argument liczbowy `%s' dla `INACTIVE' w %s.
sv: %s: Ogiltigt numeriskt argument "%s" för "INAKTIV" i %s.

source: %s: Expiredate `%s' is no date and no integer value >= -1 in %s.
da: %s: Udløbsdato »%s« er ikke en dato og har ikke værdi som et heltal >= -1 i %s.
id: %s: Tanggal kadaluarsa `%s' bukan tanggal dan bukan nilai integer >= -1 dalam %s.
nl: %s: Verloopdag '%s' is geen datum en geen geheel getal >= -1 in %s.
pl: %s: Data wa¿no¶ci `%s' w %s nie jest dat± ani liczb± ca³kowit± >= -1.
sv: %s: Utgångsdatum "%s" är inget datum och inte ett heltalsvärde >= -1 i %s.

source: %s: Invalid shell `%s' in %s.
da: %s: Ugyldig skal »%s« i %s.
id: %s: Shell `%s' tidak valid dalam %s.
nl: %s: Ongeldige shell '%s' in %s.
pl: %s: Nieprawid³owa pow³oka `%s' w %s.
sv: %s: Ogiltigt skal "%s" i %s.

source: %s: Skel directory "%s" in %s does not exist.
da: %s: Skelmappe »%s« i %s eksisterer ikke.
id: %s: Direktori skel "%s" dalam %s tidak ada.
nl: %s: Geraamtemap '%s' in %s bestaat niet.
pl: %s: Katalog skel "%s" w %s nie istnieje.
sv: %s: Skelettkatalogen "%s" i %s finns inte.

source: %s: Invalid value `%s' for option CREATE_MAIL_SPOOL in %s.
da: %s: Ugyldig værdi »%s« for tilvalg OPRET_E-POST_SPOOL i %s.
id: %s: Nilai `%s' tidak valid untuk opsi CREATE_MAIL_SPOOL dalam %s.
nl: %s: Ongeldige waarde '%s' voor optie CREATE_MAIL_SPOOL in %s.
pl: %s: Nieprawid³owa warto¶æ `%s' dla opcji CREATE_MAIL_SPOOL w %s.
sv: %s: Ogiltigt värde "%s" för flagga CREATE_MAIL_SPOOL i %s.

source: %s: Invalid numeric argument `%s' for `UMASK' in %s.
da: %s: Ugyldigt numerisk argument »%s« for »UMASK« i %s.
id: %s: Argumen numerik `%s' tidak valid untuk `UMASK' dalam %s.
nl: %s: Ongeldig numeriek argument '%s' voor "UMASK" in %s.
pl: %s: Nieprawid³owy argument liczbowy `%s' dla `UMASK' w %s.
sv: %s: Ogiltigt numeriskt argument "%s" för "UMASK" i %s.

source: %s: Can't get unique uid in range %u - %u.
da: %s: Kan ikke indhente unik uid i interval %u - %u.
id: %s: Tidak dapat memperoleh uid unik dalam jangkauan %u - %u.
nl: %s: Kan geen unieke UID verkrijgen in het bereik %u - %u.
pl: %s: Nie mo¿na uzyskaæ unikalnego identyfikatora u¿ytkownika z przedzia³u %u - %u.
sv: %s: Kan inte hämta unikt id i rymden %u - %u.

source: %s: Can't stat `%s': %m
da: %s: Kan ikke stat »%s«: %m
id: %s: Tidak dapat memperoleh statistik `%s': %m
nl: %s: Kan status van '%s' niet opvragen: %m
pl: %s: Nie mo¿na wykonaæ stat na `%s': %m
sv: %s: Kan inta läsa av status för "%s": %m

source: %s: No group named "mail" exists, creating mail spool with mode 0600.
da: %s: Ingen gruppe navngivet »e-post« eksisterer, opretter e-post-spool med tilstand 0600.
id: %s: Tidak ada grup bernama "mail" ada, buat mail spool dengan mode 0600.
nl: %s: Er bestaat geen groep "mail"; mailopslag wordt aangemaakt met modus 0600.
pl: %s: Grupa o nazwie "mail" nie istnieje, tworzenie skrzynki pocztowej o uprawnieniach 0600.
sv: %s: Ingen grupp med namnet "mail" finns, skapar postkö med rättigheterna 0600.

source: %s: Can't create mail spool for user %s.
da: %s: Kan ikke oprette e-post-spool for bruger %s.
id: %s: Tidak dapat membuat mail spool untuk pengguna %s.
nl: %s: Kan mailopslag voor gebruiker '%s' niet aanmaken.
pl: %s: Nie mo¿na utworzyæ skrzynki pocztowej dla u¿ytkownika %s.
sv: %s: Kan inte skapa postkö för användare %s.

source: %s: Cannot create directory `%s'.
da: %s: Kan ikke oprette mappe »%s«.
id: %s: Tidak dapat membuat direktori `%s'.
nl: %s: Kan map '%s' niet aanmaken.
pl: %s: Nie mo¿na utworzyæ katalogu `%s'.
sv: %s: Kan inte skapa katalog "%s".

source: %s: Warning: chown on `%s' failed: %m
da: %s: Advarsel: chown på »%s« mislykkedes: %m
id: %s: Peringatan: chown di `%s' gagal: %m
nl: %s: Waarschuwing: 'chown %s' is mislukt: %m
pl: %s: Uwaga: chown na `%s' nie powiod³o siê: %m
sv: %s: Varning: chown på "%s" misslyckades: %m

source: %s: Warning: chmod on `%s' failed: %m
da: %s: Advarsel: chmod på »%s« mislykkedes: %m
id: %s: Peringatan: chmod di `%s' gagalL %m
nl: %s: Waarschuwing: 'chmod %s' is mislukt: %m
pl: %s: Uwaga: chmod na `%s' nie powiod³o siê: %m
sv: %s: Varning: chmod på "%s" misslyckades: %m

source: %s: Copying of skel directory failed.
da: %s: Kunne ikke kopiere skelmappe.
id: %s: Penyalinan dari direktori skel gagal.
nl: %s: Kopiëren van geraamtemap is mislukt.
pl: %s: Kopiowanie katalogu skel nie powiod³o siê.
sv: %s: Kopiering av skelettkatalog misslyckades.

source: %s: Warning: home directory already exists, not modifying it.
da: %s: Advarsel: Hjemmemappe eksisterer allerede, ændrer den ikke.
id: %s: Peringatan: direktori rumah telah ada, tidak memodifikasinya.
nl: %s: Waarschuwing: de thuismap bestaat al; wordt niet veranderd.
pl: %s: Uwaga: katalog domowy ju¿ istnieje, wiêc nie jest modyfikowany.
sv: %s: Varning: hemkatalogen finns redan, ändrar den inte.

source: %s: Reading of `%s' was not successful.
da: %s: Læsning af »%s« lykkedes ikke.
id: %s: Pembacaan dari `%s' tidak sukses.
nl: %s: Lezen van '%s' was niet succesvol.
pl: %s: Czytanie `%s' nie powiod³o siê.
sv: %s: Läsning av "%s" lyckades inte.

source: %s: Invalid comment `%s'.
da: %s: Ugyldig bemærkning »%s«
id: %s: Komentar `%s' tidak valid.
nl: %s: Ongeldig commentaar '%s'.
pl: %s: Nieprawid³owy komentarz `%s'.
sv: %s: Ogiltig kommentar "%s".

source: %s: Invalid home directory `%s'.
da: %s: Ugyldig hjemmemappe »%s«.
id: %s: Direktori rumah `%s' tidak valid.
nl: %s: Ongeldige thuismap '%s'.
pl: %s: Nieprawid³owy katalog domowy `%s'.
sv: %s: Ogiltig hemkatalog "%s".

source: %s: Expiredate `%s' is no date and no integer value >= -1.
da: %s: Udløbsdato »%s« er ingen dato og er ikke et heltal >= -1.
id: %s: Tanggal kadaluarsa `%s' bukan tanggal dan bukan nilai integer >= -1.
nl: %s: Verloopdag '%s' is geen datum en geen geheel getal >= -1.
pl: %s: Data wa¿no¶ci `%s' nie jest dat± ani warto¶ci± ca³kowit± >= -1.
sv: %s: Utgångsdatum "%s" är inget datum och inte ett heltalsvärde >= -1.

source: %s: Invalid numeric argument `%s' for `-f'.
da: %s: Ugyldigt numerisk argument »%s« for »-f«.
id: %s: Argumen numerik tidak valid `%s' untuk `-f'.
nl: %s: Ongeldig numeriek argument '%s' voor '-f'.
pl: %s: Nieprawid³owy argument liczbowy `%s' dla `-f'.
sv: %s: Ogiltigt numeriskt argument "%s" för "-f".

source: %s: Skel directory `%s' does not exist.
da: %s: Skelmappe »%s« eksisterer ikke.
id: %s: Direktori skel `%s' tidak ada.
nl: %s: Geraamtemap '%s' bestaat niet.
pl: %s: Katalog skel `%s' nie istnieje.
sv: %s: Skelettkatalogen "%s" finns inte.

source: %s: Invalid shell `%s'.
da: %s: Ugyldig skal »%s«.
id: %s: Shell `%s' tidak valid.
nl: %s: Ongeldige shell '%s'.
pl: %s: Nieprawid³owa pow³oka `%s'.
sv: %s: Ogiltigt skal "%s".

source: %s: Invalid numeric argument `%s' for User ID.
da: %s: Ugyldigt numerisk argument »%s« for bruger-id.
id: %s: Argumen numerik `%s' tidak valid untuk pengguna ID.
nl: %s: Ongeldig numeriek argument '%s' voor gebruikers-ID.
pl: %s: Nieprawid³owy argument liczbowy `%s' dla identyfikatora u¿ytkownika.
sv: %s: Ogiltigt numeriskt argument "%s" för användar-id.

source: %s: Invalid numeric argument `%s' for `-U'.
da: %s: Ugyldigt numerisk argument »%s« for »-U«.
id: %s: Argumen numerik tidak valid `%s' untuk `-U'.
nl: %s: Ongeldig numeriek argument '%s' voor '-U'.
pl: %s: Nieprawid³owy argument liczbowy `%s' dla `-U'.
sv: %s: Ogiltigt numeriskt argument "%s" för "-U".

source: %s: You cannot use --uid and --preferred-uid at the same time.
da: %s: Du kan ikke samtidigt anvende --uid og --preferred-uid.
id: %s: Anda tidak dapat menggunakan --uid dan --preferred-uid secara bersamaan.
nl: %s: Opties '--uid' en '--preferred-uid' gaan niet samen.
pl: %s: Nie mo¿na u¿yæ jednocze¶nie --uid i --preferred-uid.
sv: %s: Du kan inte använda --uid och --preferred-uid samtidigt.

source: %s: Writing of `%s' was not successful.
da: %s: Skrivning af »%s« lykkedes ikke.
id: %s: Penulisan dari `%s' tidak sukses.
nl: %s: Schrijven van '%s' was niet succesvol.
pl: %s: Zapis `%s' nie powiód³ siê.
sv: %s: Skrivning av "%s" lyckades inte.

source: %s: UID %u is not unique.
da: %s: UID %u er ikke unik.
id: %s: UID %u tidak unik.
nl: %s: UID %u is niet uniek.
pl: %s: UID %u nie jest unikalny.
sv: %s: UID %u är inte unik.

source: %s: Invalid account name `%s'.
da: %s: Ugyldigt kontonavn »%s«.
id: %s: Nama account `%s' tidak valid.
nl: %s: Ongeldige account-naam '%s'.
pl: %s: Nieprawid³owa nazwa konta `%s'.
sv: %s: Ogiltigt kontonamn "%s".

source: %s: Account `%s' already exists.
da: %s: Konto »%s« eksisterer allerede.
id: %s: Account `%s' telah ada.
nl: %s: Account '%s' bestaat al.
pl: %s: Konto `%s' ju¿ istnieje.
sv: %s: Kontot "%s" finns redan.

source: %s: Error: Cannot clear old faillog entry: %s
da: %s: Fejl: Kan ikke rydde gammel fejlloglinje: %s
id: %s: Error: Tidak dapat menghapus masukan faillog lama: %s
nl: %s: Fout: kan oud 'faillog'-item niet wissen: %s
pl: %s: B³±d: Nie mo¿na wyczy¶ciæ starego wpisu faillog: %s
sv: %s: Fel: Kan inte rensa gammal faillog-post: %s

source: %s: Error: Cannot clear old lastlog entry: %s
da: %s: Fejl: Kan ikke rydde gammel sidsteloglinje: %s
id: %s: Error: Tidak dapat menghapus masukan lastlog lama: %s
nl: %s: Fout: kan oud 'lastlog'-item niet wissen: %s
pl: %s: B³±d: Nie mo¿na wyczy¶ciæ starego wpisu lastlog: %s
sv: %s: Fel: Kan inte rensa gammal lastlog-post: %s
