Repository: tizenorg/platform.upstream.pwdutils
Catalog: po/*.po
Languages: da, id, nl, pl, sv

source: Usage: %s [-D binddn] [-P path] [-s shell] [-l] [-q] [--help] [--usage] [--version] [user]
da: Brug: %s [-D binddn] [-P sti] [-s skal] [-l] [-q] [--help] [--usage] [--version] [bruger]
id: Penggunaan: %s [-D binddn] [-P jalur] [-s shell] [-l] [-q] [--help] [--usage] [--version] [pengguna]
nl: Gebruik: %s [-D bindnaam] [-P pad] [-s shell] [-l] [-q] [--help] [--usage] [--version] [gebruiker]
pl: Sk³adnia: %s [-D binddn] [-P ¶cie¿ka] [-s pow³oka] [-l] [-q] [--help] [--usage] [--version] [u¿ytkownik]
sv: Användning: %s [-D binddn] [-P sökväg] [-s skal] [-l] [-q] [--help] [--usage] [--version] [användare]

source: %s - change login shell
da: %s - ændr logindskal
id: %s - ubah login shell
nl: %s - aanmeld-shell aanpassen
pl: %s - zmiana pow³oki logowania
sv: %s - ändra inloggningsskal

source: -l List allowed shells from /etc/shells
da: -l Vis tilladte skaller fra /etc/shells
id: -l Daftar shell yang diperbolehkan dari /etc/shells
nl: -l toegestane shells uit /etc/shells tonen
pl: -l Wypisanie dopuszczalnych pow³ok z /etc/shells
sv: -l Lista tillåtna skal från /etc/shells

source: -s shell Use 'shell' as new login shell
da: -s skal Anvend »skal« som ny logindskal
id: -s shell Gunakan 'shell' sebagai login shell baru
nl: -s shell deze 'shell' als aanmeld-shell gebruiken
pl: -s pow³oka U¿ycie 'pow³oki' jako nowej pow³oki logowania
sv: -s skal Använd 'skall' som nytt inloggningsskal

source: No known shells.
da: Ingen kendte skaller.
id: Tidak ada shell yang diketahui.
nl: Geen bekende shells.
pl: Brak znanych pow³ok.
sv: Inga kända skal.

source: %s: Shell must be a full path name.
da: %s: Skal skal være et fuldt stinavn.
id: %s: Shell harus berupa nama jalur lengkap.
nl: %s: shell moet een volledige padnaam zijn.
pl: %s: Pow³oka musi byæ pe³n± ¶cie¿k±.
sv: %s: Skal måste vara anges med full sökväg.

source: %s: `%s' does not exist.
da: %s: »%s« eksisterer ikke.
id: %s: `%s' tidak ada.
nl: %s: '%s' bestaat niet.
pl: %s: `%s' nie istnieje.
sv: %s: "%s" finns inte.

source: %s: `%s' is not executable.
da: %s: »%s« er ikke kørbar.
id: %s: `%s' bukan executable.
nl: %s: '%s' is niet uitvoerbaar.
pl: %s: `%s' nie jest wykonywalny.
sv: %s: "%s" är inte startbar.

source: %s: '%c' is not allowed.
da: %s: »%c« er ikke tilladt.
id: %s: '%c' tidak diijinkan.
nl: %s: '%c' is niet toegestaan.
pl: %s: '%c' nie jest dopuszczalny.
sv: %s: "%c" tillåts inte.

source: Warning: "%s" is not listed in /etc/shells.
da: Advarsel: »%s« er ikke vist i /etc/shells.
id: Peringatan: "%s" tidak terdaftar dalam /etc/shells.
nl: Waarschuwing: '%s' staat niet in /etc/shells.
pl: Uwaga: "%s" nie jest wymieniony w /etc/shells.
sv: Varning: "%s" är inte listad i /etc/shells.

source: %s: "%s" is not listed in /etc/shells.
da: %s: »%s« er ikke vist i /etc/shells.
id: %s: "%s" tidak terdaftar dalam /etc/shells.
nl: %s: '%s' staat niet in /etc/shells.
pl: %s: "%s" nie jest wymieniony w /etc/shells.
sv: %s: "%s" är inte listad i /etc/shells.

source: %s: Use -l option to see list.
da: %s: Anvend tilvalget -l for at se liste.
id: %s: Gunakan opsi -l untuk melihat daftar.
nl: %s: Gebruik optie '-l' om de lijst te zien.
pl: %s: Opcja -l wy¶wietli listê.
sv: %s: Använd flaggan -l för att se listan.

source: %s: %s is not authorized to change the shell of `%s'.
da: %s: %s er ikke autoriseret til at ændre skallen på »%s«.
id: %s: %s tidak diijinkan untuk mengubah shell dari `%s'.
nl: %s: %s is niet gerechtigd om de shell van '%s' te wijzigen.
pl: %s: %s nie jest autoryzowany do zmiany pow³oki `%s'.
sv: %s: %s är inte auktoriserad att ändra skalet för "%s".

source: SELinux is in permissive mode, continuing
da: SELinux er i liberal tilstand, fortsætter
id: SELinux berada dalam mode permissive, melanjutkan
nl: SELinux is in gedoogmodus -- doorgegaan.
pl: SELinux jest w trybie przyzwalaj±cym, kontynuacja
sv: SELinux är i tolerant läge, fortsätter

source: You cannot change the shell for %s.
da: Du kan ikke ændre skallen for %s.
id: Anda tidak dapat mengubah shell untuk %s.
nl: U mag de shell voor '%s' niet wijzigen.
pl: Brak uprawnieñ do zmiany pow³oki u¿ytkownika %s.
sv: Du kan inte ändra skalet för %s.

source: You cannot change a restricted shell.
da: Du kan ikke ændre en begrænset skal.
id: Anda tidak dapat menubah shell terbatas.
nl: U mag een beperkte shell niet wijzigen.
pl: Nie mo¿na zmieniæ pow³oki restrykcyjnej.
sv: Du kan inte ändra ett begränsat skal.

source: Changing login shell for %s.
da: Ændrer logindskal for %s.
id: Mengubah login shell untuk %s.
nl: Aanpassen van de aanmeld-shell voor '%s'.
pl: Zmiana pow³oki logowania dla %s.
sv: Ändrar inloggningsskal för %s.

source: Enter the new value, or press return for the default.
da: Indtast den nye værdi, eller tast retur for standarden.
id: Masukan nilai baru, atau tekan return untuk baku.
nl: (Voer een nieuwe waarde in of druk op Enter voor de standaardwaarde.)
pl: Proszê wpisaæ now± warto¶æ lub nacisn±æ Enter dla domy¶lnej.
sv: Ange det nya värdet eller tryck Return för standardvärde.

source: Login Shell
da: Logindskal
nl: Aanmeld-shell
pl: Pow³oka logowania
sv: Inloggningsskal

source: Shell not changed.
da: Skal er ikke ændret.
id: Shell tidak diubah.
nl: Shell is niet gewijzigd.
pl: Pow³oka nie zmieniona.
sv: Skal inte ändrad.

source: Error while changing login shell.
da: Fejl under forsøg på ændring af logindskal.
id: Error ketika mengubah login shell.
nl: Fout tijdens aanpassen van de aanmeld-shell.
pl: B³±d podczas zmiany pow³oki logowania.
sv: Fel vid ändring av inloggningsskal.

source: Shell changed.
da: Skal ændret.
id: Shell berubah.
nl: Shell is gewijzigd.
pl: Pow³oka zmieniona.
sv: Skal ändrat.

source: Usage: %s [-f]
da: Anvend: %s [-f]
id: Penggunaan: %s [-f]
nl: Gebruik: %s [-f]
pl: Sk³adnia: %s [-f]
sv: Användning: %s [-f]

source: %s - check password expiration and enforce password change
da: %s - tjek adgangskodeudløb og gennemtving ændring af adgangskode
id: %s - periksa kadaluarsa kata kunci dan paksa pengubahan kata kunci
nl: %s - wachtwoordveroudering controleren en -wijziging afdwingen
pl: %s - sprawdzenie przeterminowania has³a i wymuszenie zmiany has³a
sv: %s - kontrollera utgång för lösenord och framtvinga ändring av lösenord

source: -f, --force The caller is forced to change the password
da: -f, --force Kalderen er tvunget til at ændre adgangskoden
id: -f, --force Pemanggil dipaksa untuk mengubah kata kunci
nl: -f, --force de aanroeper wordt gedwongen het wachtwoord te wijzigen
pl: -f, --force Wywo³uj±cy bêdzie zmuszony do zmiany has³a
sv: -f, --force Tvingar användaren att ändra lösenordet

source: Age field for %s is wrong
da: Aldersfelt for %s er forkert
id: Umur field untuk %s salah
nl: Het leeftijdsveld voor %s is onjuist
pl: Pole wieku has³a %s jest b³êdne
sv: Åldersfält för %s är felaktigt

source: Your password has expired. Choose a new password.
da: Din adgangskode er udløbet. Vælg en ny adgangskode.
id: Kata kunci anda telah kadaluarsa. Pilih kata kunci baru.
nl: Uw wachtwoord is verlopen. Bedenk een nieuwe.
pl: Has³o wygas³o. Nale¿y wybraæ nowe has³o.
sv: Ditt lösenord är för gammalt. Välj ett nytt lösenord.

source: Your login has expired. Contact the system administrator.
da: Dit logind er udløbet. Kontakt systemadministratoren.
id: Login anda telah kadaluarsa. Hubungi administrasi sistem.
nl: Uw account is verlopen. Neem contact op met de systeembeheerder.
pl: Konto wygas³o. Nale¿y skontaktowaæ siê z administratorem systemu.
sv: Ditt konto har gått ut. Kontakta systemadministratören.

source: Password changing requested. Choose a new password.
da: Anmodning om ændring af adgangskode. Vælg en ny adgangskode.
id: Perubahan kata kunci diminta. Pilih kata kunci baru.
nl: Er is om wachtwoordwijziging verzocht. Bedenk een nieuwe.
pl: Za¿±dano zmiany has³a. Nale¿y wybraæ nowe has³o.
sv: Ändring av lösenord begärd. Välj ett nytt lösenord.

source: Your password is inactive. Contact the system administrator.
da: Din adgangskode er inaktiv. Kontakt systemadministratoren.
id: Kata kunci anda tidak aktif. Hubungi administrasi sistem.
nl: Uw account is inactief. Neem contact op met de systeembeheerder.
pl: Has³o jest nieaktywne. Nale¿y skontaktowaæ siê z administratorem systemu.
sv: Ditt lösenord är inaktivt. Kontakta systemadministratören.

source: Your password has expired. Choose a new password.
da: Din adgangskode er udløbet. Vælg en ny adgangskode.
id: Kata kunci anda telah kadaluarsa. Pilih kata kunci baru.
nl: Uw wachtwoord is verlopen. Bedenk een nieuwe.
pl: Has³o wygas³o. Nale¿y wybraæ nowe has³o.
sv: Ditt lösenord har gått ut. Välj ett nytt lösenord.

source: Your password will expire in %ld days.
da: Din adgangskode vil udløbe om %ld dage.
id: Kata kunci anda akan kadaluarsa dalam %ld hari.
nl: Uw wachtwoord verloopt binnen %ld dagen.
pl: Has³o wyga¶nie za %ld dni.
sv: Ditt lösenord kommer att gå ut om %ld dagar.

source: Your password will expire tomorrow.
da: Din adgangskode vil udløbe i morgen.
id: Kata kunci anda akan kadaluarsa besok.
nl: Uw wachtwoord verloopt morgen.
pl: Has³o wyga¶nie jutro.
sv: Ditt lösenord kommer att gå ut imorgon.

source: Your password will expire within 24 hours.
da: Din adgangskode vil udløbe inden for 24 timer.
id: Kata kunci anda akan kadaluarsa dalam 24 jam.
nl: Uw wachtwoord verloopt binnen 24 uur.
pl: Has³o wyga¶nie w ci±gu 24 godzin.
sv: Ditt lösenord kommer att gå ut inom 24 timmar.

source: %s: error reading from stdin!
da: %s: fejl under læsning af stdin!
id: %s: error membaca dari stdin!
nl: %s: Fout bij lezen van standaardinvoer!
pl: %s: b³±d podczas odczytu ze standardowego wej¶cia!
sv: %s: fel vid läsning från standard in!

source: Usage: %s [-r|-l|-u] group
da: Anvend: %s [-r|-l|-u] gruppe
id: Penggunaan: %s [-r|-l|-u] grup
nl: Gebruik: %s [-r|-l|-u] groep
pl: Sk³adnia: %s [-r|-l|-u] grupa
sv: Användning: %s [-r|-l|-u] grupp

source: %s - change group password
da: %s - ændr gruppeadgangskode
id: %s - ubah kata kunci grup
nl: %s - groepswachtwoord wijzigen
pl: %s - zmiana has³a grupy
sv: %s - ändra grupplösenord

source: -r Remove the password for this group
da: -r Fjern adgangskoden for denne gruppe
id: -r Hapus kata kunci untuk grup ini
nl: -r het wachtwoord van de groep verwijderen
pl: -r Usuniêcie has³a dla tej grupy
sv: -r Ta bort lösenordet för denna grupp

source: -l Locks the password entry for "group"
da: -l Låser adgangskodepost for »gruppe«
id: -l Kunci masukan kata kunci untuk "grup"
nl: -l het wachtwoorditem van de groep vergrendelen
pl: -l Zablokowanie wpisu o ha¶le dla grupy
sv: -l Låser lösenordsposten för "grupp"

source: -u Try to unlock the password entry for "group"
da: -u Forsøg at låse adgangskodepost for »gruppe« op
id: -u Coba untuk melepas masukan kata kunci untuk "grup"
nl: -u het wachtwoorditem van de groep ontgrendelen
pl: -u Próba odblokowania wpisu o ha¶le dla grupy
sv: -u Försök att låsa upp lösenordsposten för "grupp"

source: -P path Search group file in "path"
da: -P sti Søg gruppefil i »sti«
id: -P jalur Cari berkas grup dalam "jalur"
nl: -P pad het bestand 'group' in dit pad zoeken
pl: -P ¶cie¿ka Szukanie pliku grup w "¶cie¿ce"
sv: -P sökväg Sök gruppfil i "sökväg"

source: --help Give this help list
da: --help Vis denne hjælpeliste
id: --help Berikan daftar bantuan ini
nl: --help deze hulptekst tonen en stoppen
pl: --help Wy¶wietlenie tego opisu
sv: --help Skriv ut denna hjälplista

source: --usage Give a short usage message
da: --usage Vis en kort anvendelsesbesked
id: --usage Berikan pesan penggunaan singkat
nl: --usage een korte gebruikssamenvatting tonen
pl: --usage Wy¶wietlenie krótkiej informacji o sk³adni
sv: --usage Skriv ut ett kort meddelande om användning

source: --version Print program version
da: --version Vis programversion
id: --version Tampilkan versi aplikasi
nl: --version programmaversie tonen en stoppen
pl: --version Wypisanie wersji programu
sv: --version Skriv ut programversion

source: --stdin Receive input from stdin instead of /dev/tty
da: --stdin Modtag inddata fra stdin i steden for /dev/tty
id: --stdin Terima masukan dari stdin daripada /dev/tty
nl: --stdin standaardinvoer in plaats van /dev/tty gebruiken
pl: --stdin Odbiór wej¶cia z stdin zamiast /dev/tty
sv: --stdin Ta emot indata från standard in istället för /dev/tty

source: Valid services for -r are: files, nis, nisplus, ldap
da: Gyldige tjenester for -r er: filer, nis, nisplus, ldap
id: Layanan valid untuk -r adalah: files, nis, nisplus, ldap
nl: Geldige diensten voor '-r' zijn: files, nis, nisplus, ldap
pl: Poprawne us³ugi dla -r to: files, nis, nisplus, ldap
sv: Giltiga tjänster för -r är: files, nis, nisplus, ldap

source: %s: Group argument missing.
da: %s: Gruppeargument mangler.
id: %s: Argumen grup hilang.
nl: %s: Groepsargument ontbreekt.
pl: %s: Nie podano nazwy grupy.
sv: %s: Gruppargument saknas.

source: %s: Group `%s' is not known to service `%s'.
da: %s: Gruppe »%s« er ikke kendt for tjeneste »%s«.
id: %s: Grup `%s' tidak diketahui ke layanan `%s'.
nl: %s: Groep '%s' is niet bekend bij dienst '%s'.
pl: %s: Grupa `%s' nie jest znana us³udze `%s'.
sv: %s: Grupp "%s" är inte känd för tjänst "%s".

source: %s: Unknown group `%s'.
da: %s: Ukendt gruppe »%s«.
id: %s: Grup `%s' tidak diketahui.
nl: %s: Onbekende groep '%s'.
pl: %s: Nieznana grupa `%s'.
sv: %s: Okänd grupp "%s".

source: Cannot unlock the password for `%s'!
da: Kan ikke låse adgangskoden for »%s« op!
id: Tidak dapat melepas kata kunci untuk `%s'!
nl: Kan wachtwoord voor '%s' niet ontgrendelen!
pl: Nie mo¿na odblokowaæ has³a dla `%s'!
sv: Kan inte låsa upp lösenordet för "%s"!

source: Password for `%s' is already locked!
da: Adgangskoden for »%s« er allerede låst!
id: Kata kunci untuk `%s' telah terkunci!
nl: Wachtwoord voor '%s' is al vergrendeld!
pl: Has³o dla `%s' jest ju¿ zablokowane!
sv: Lösenord för "%s" är redan låst!

source: Changing the password for group %s.
da: Ændrer adgangskoden for gruppe %s.
id: Mengubah kata kunci untuk grup %s.
nl: Aanpassen van wachtwoord voor groep '%s'.
pl: Zmiana has³a dla grupy %s.
sv: Ändrar lösenordet för grupp %s.

source: New Password:
da: Ny adgangskode:
id: Kata kunci baru:
nl: Nieuw wachtwoord:
pl: Nowe has³o:
sv: Nytt lösenord:

source: Password change aborted.
da: Ændring af adgangskode afbrudt.
id: Perubahan kata kunci dibatalkan.
nl: Wachtwoordwijziging is afgeblazen.
pl: Zmiana has³a przerwana.
sv: Ändring av lösenord avbröts.

source: Re-enter new password:
da: Genindtast ny adgangskode:
id: Masukan kata kunci baru:
nl: Nieuw wachtwoord nogmaals invoeren:
pl: Ponownie nowe has³o:
sv: Bekräfta nytt lösenord:

source: Sorry, passwords do not match.
da: Beklager, adgangskoderne var ikke ens.
id: Maaf, kata kunci tidak cocok.
nl: De twee wachtwoorden komen niet overeen.
pl: Niestety has³a siê ró¿ni±.
sv: Tyvärr, lösenorden stämmer inte överens.

source: %s: Try again later.
da: %s: Forsøg igen senere.
id: %s: Coba lagi nanti.
nl: %s: U kunt het later nog eens proberen.
pl: %s: Proszê spróbowaæ pó¼niej.
sv: %s: Försök igen senare.

source: No support for blowfish compiled in. Using MD5
da: Ingen understøttelse af blowfish er kompileret ind. Anvender MD5
id: Tidak ada dukungan untuk blowfish yang masuk waktu kompilasi. Menggunakan MD5
nl: Er is geen ondersteuning voor blowfish; MD5 wordt gebruikt.
pl: Nie wkompilowano obs³ugi blowfish. U¿yto MD5.
sv: Inget inbyggt stöd för blowfish. Använder MD5

source: %s: Error changing password.
da: %s: Fejl under ændring af adgangskode.
id: %s: Error mengubah kata kunci.
nl: %s: Fout tijdens aanpassen van wachtwoord.
pl: %s: B³±d podczas zmiany has³a.
sv: %s: Fel vid ändring av lösenord.

source: Password removed.
da: Adgangskode fjernet.
id: Kata kunci dihapus.
nl: Het wachtwoord is verwijderd.
pl: Has³o usuniête.
sv: Lösenord borttaget.

source: Password changed.
da: Adgangskode ændret.
id: Kata kunci berubah.
nl: Het wachtwoord is gewijzigd.
pl: Has³o zmienione.
sv: Lösenord ändrat.

source: Usage: %s [-D binddn] [-g gid [-o]] [-r] [-P path] [-p password] group
da: Anvend: %s [-D binddn] [-g gid [-o]] [-r] [-P sti] [-p adgangskode] gruppe
id: Penggunaan: %s [-D binddn] [-g gid [-o]] [-r] [-P jalur] [-p kata kunci] grup
nl: Gebruik: %s [-D bindnaam] [-g GID [-o]] [-r] [-P pad] [-p wachtwoord] groep
pl: Sk³adnia: %s [-D binddn] [-g gid [-o]] [-r] [-P ¶cie¿ka] [-o has³o] grupa
sv: Användning: %s [-D binddn] [-g gid [-o]] [-r] [-P sökväg] [-p lösenord] grupp

source: %s - create a new group
da: %s - opret en ny gruppe
id: %s - buat sebuah grup baru
nl: %s - een nieuwe groep aanmaken
pl: %s - utworzenie nowej grupy
sv: %s - skapa en ny grupp

source: -g gid Force the new groupid to be the given number
da: -g gid Fremtving at det nye gruppe-id har det angivne nummer
id: -g gid Paksa id grup baru ke angka yang diberikan
nl: -g GID dit nummer gebruiken als nieuw groeps-ID
pl: -g gid Wymuszenie nadania gid jako identyfikatora nowej grupy
sv: -g gid Tvinga nytt grupp-id att vara det angivna numret

source: -o Allow duplicate (non-unique) UID
da: -o Tillad duplikat-UID (ikke-unik)
id: -o Ijinkan duplikasi (bukan unik) UID
nl: -o dubbele (niet-unieke) UID toestaan
pl: -o Zezwolenie na powtórzone (nieunikalne) UID-y
sv: -o Tillåt dubbletta (icke-unika) UID

source: -P path Search passwd, shadow and group file in "path"
da: -P sti Søg passwd, skygge og gruppefil i »sti«
id: -P jalur Cari berkas passwd, shadow, dan grup dalam "jalur"
nl: -P pad 'passwd'-, 'shadow'- en 'group'-bestanden in dit pad zoeken
pl: -P ¶cie¿ka Szukanie plików passwd, shadow i group w "¶cie¿ce"
sv: -P sökväg Sök filerna passwd, shadow och group i "sökväg"

source: -p password Encrypted password as returned by crypt(3)
da: -p adgangskode Krypteret adgangskode som returneret af krypt(3)
id: -p kata kunci Kata kunci terenkripsi seperti dikembali oleh crypt(3)
nl: -p code versleuteld wachtwoord (als met crypt(3))
pl: -p has³o Zaszyfrowane has³o w postaci zwróconej przez crypt(3)
sv: -p lösenord Krypterat lösenord som returnerat av crypt(3)

source: -r, --system Create a system account
da: -r, --system Opret en systemkonto
id: -r, --system Buat sebuah account sistem
nl: -r, --system een systeem-account aanmaken
pl: -r, --system Utworzenie konta systemowego
sv: -r, --system Skapa ett nytt systemkonto

source: --service srv Add account to nameservice 'srv'
da: --service srv Tilføj konto til navnetjeneste »srv«
id: --service srv Tambahkan account ke layanan service 'srv'
nl: --service NS account aan deze naamservice toevoegen
pl: --us³uga us³ Dodanie konta do us³ugi nazw 'us³'
sv: --service srv Lägg till konto till namntjänst "srv"

source: --usage Give a short usage message
da: --usage Vis en kort hjælpebesked
id: --usage Berikan sebuah pesan penggunaan singkat
nl: --usage een korte gebruikssamenvatting tonen
pl: --usage Wy¶wietlenie krótkiej informacji o sk³adni
sv: --usage Skriv ut ett kort meddelande om användning

source: Valid services for --service are: files, ldap
da: Gyldige tjenester for --service er: Filer, ldap
id: Layanan valid untuk --service adalah: files, ldap
nl: Geldige diensten voor '--service' zijn: files, ldap
pl: Poprawne us³ugi dla --services to: files, ldap
sv: Giltiga tjänster för --service är: files, ldap

source: %s: Can't get unique gid in range %u - %u.
da: %s: Kan ikke se unik gid i interval %u - %u.
id: %s; Tidak dapat mendapatkan gid unik dalam jangkauan %u - %u.
nl: %s: Kan geen unieke GID verkrijgen in het bereik %u - %u.
pl: %s: Nie mo¿na uzyskaæ unikalnego identyfikatora grupy z przedzia³u %u - %u.
sv: %s: Kan inte hämta unikt gid i intervallet %u - %u.

source: %s: You are using an undocumented option (-f)!
da: %s: Du anvender et udokumenteret tilvalg (-f)!
id: %s: Anda menggunakan sebuah opsi yang tidak terdokumentasi (-f)!
nl: %s: U gebruikt een ongedocumenteerde optie (-f)!
pl: %s: U¿yto nieudokumentowanej opcji (-f)!
sv: %s: Du använder en odokumenterad flagga (-f)!

source: %s: Invalid numeric argument `%s' for Group ID.
da: %s: Ugyldigt numerisk argument »%s« for gruppe-id.
id: %s: Argumen numerik `%s' tidak valid untuk ID Grup.
nl: %s: Ongeldig numeriek argument '%s' voor groeps-ID.
pl: %s: Nieprawid³owy argument liczbowy `%s' dla identyfikatora grupy.
sv: %s: Ogiltigt numeriskt argument "%s" för grupp-id.

source: %s: Invalid characters in password `%s'.
da: %s: Ugyldige tegn i adgangskode »%s«.
id: %s: Karakter dalam kata kunci `%s' tidak valid.
nl: %s: Ongeldige tekens in wachtwoord '%s'.
pl: %s: Nieprawid³owe znaki w ha¶le `%s'.
sv: %s: Ogiltiga tecken i lösenord "%s".

source: %s: You cannot use --gid and --preferred-gid at the same time.
da: %s: Du kan ikke samtidigt anvende --gid og --preferred-gid.
id: %s: Anda tidak dapat menggunakan --gid dan --preferred-gid secara bersamaan.
nl: %s: Opties '--gid' en '--preferred-gid' gaan niet samen.
pl: %s: Nie mo¿na u¿yæ jednocze¶nie --gid i --preferred-gid.
sv: %s: Du kan inte använda --gid och --preferred-gid samtidigt.

source: %s: Too few arguments.
da: %s: For få argumenter.
id: %s: Terlalu sedikit argumen.
nl: %s: Te weinig argumenten.
pl: %s: Zbyt ma³o argumentów.
sv: %s: För få argument.

source: %s: You cannot use -f with -o.
da: %s: Du kan ikke bruge -f med -o.
id: %s: Anda tidak dapat menggunakan -f dengan -o.
nl: %s: Opties '-f' en '-o' gaan niet samen.
pl: %s: Nie mo¿na u¿yæ opcji -f z -o.
sv: %s: Du kan inte använda -f med -o.

source: %s: GID %u is not unique, using another one.
da: %s: GID %u er ikke unik, anvender en anden.
id: %s: GID %u tidak unik, menggunakan yang lain.
nl: %s: GID %u is niet uniek; een andere wordt gebruikt.
pl: %s: GID %u nie jest unikalny, u¿yto innego.
sv: %s: GID %u är inte unikt, använder ett annat.

source: %s: GID %u is not unique.
da: %s: GID %u er ikke unik.
id: %s: GID %u tidak unik.
nl: %s: GID %u is niet uniek.
pl: %s: GID %u nie jest unikalny.
sv: %s: GID %u är inte unikt.

source: %s: Invalid group name `%s'.
da: %s: Ugyldigt gruppenavn »%s«.
id: %s: Nama grup `%s' tidak valid.
nl: %s: Ongeldige groepsnaam '%s'.
pl: %s: Nieprawid³owa nazwa grupy `%s'.
sv: %s: Ogiltigt gruppnamn "%s".

source: %s: Group `%s' already exists.
da: %s: Gruppe »%s« eksisterer allerede.
id: %s: Grup `%s' telah ada.
nl: %s: Groep '%s' bestaat al.
pl: %s: Grupa `%s' ju¿ istnieje.
sv: %s: Gruppen "%s" finns redan.

source: %s: Cannot add group to LDAP database without DN.
da: %s: Kan ikke tilføje gruppe til LDAP-database uden DN.
id: %s: Tidak dapat menambahkan grup ke basis data LDAP tanpa DN.
nl: %s: Kan zonder DN geen groep aan LDAP-databank toevoegen.
pl: %s: Nie mo¿na dodaæ grupy do bazy danych LDAP bez DN.
sv: %s: Kan inte lägga till grupp till LDAP-databas utan DN.

source: %s: Group not added to LDAP database.
da: %s: Gruppe ikke tilføjet til LDAP-database.
id: %s: Grup tidak ditambahakn ke basis data LDAP.
nl: %s: Groep is niet aan LDAP-databank toegevoegd.
pl: %s: Grupa nie dodana do bazy danych LDAP.
sv: %s: Gruppen lades inte till i LDAP-databas.

source: %s: GROUPADD_CMD fails with exit code %d.
da: %s: GROUPADD_CMD fejler med koden %d.
id: %s: GROUPADD_CMD gagal dengan kode keluar %d.
nl: %s: GROUPADD_CMD is mislukt met afsluitwaarde %d.
pl: %s: GROUPADD_CMD nie powiod³o siê zwracaj±c kod wyj¶cia %d.
sv: %s: GROUPADD_CMD misslyckades med felkod %d.

source: Usage: %s [-D binddn] [-P path] group
da: Anvend: %s [-D binddn] [-P sti] gruppe
id: Penggunaan: %s [-D binddn] [-P jalur] grup
nl: Gebruik: %s [-D bindnaam] [-P pad] groep
pl: Sk³adnia: %s [-D binddn] [-P ¶cie¿ka] grupa
sv: Användning: %s [-D binddn] [-P sökväg] grupp

source: %s - delete a group
da: %s - slet en gruppe
id: %s - hapus sebuah grup
nl: %s - een groep verwijderen
pl: %s - usuniêcie grupy
sv: %s - ta bort en grupp

source: %s: GID `%u' is primary group of `%s'.
da: %s: GID »%u« er primær gruppe for »%s«.
id: %s: GID `%u' adalah grup utama dari `%s'.
nl: %s: GID '%u' is primaire groep van '%s'.
pl: %s: GID `%u' jest g³ówn± grup± u¿ytkownika `%s'.
sv: %s: GID "%u" är primär grupp för "%s".
